{
  "metadata": {
    "id": "17386101",
    "geo_region_mdks": {
      "0": {
        "geo_region_mdk": "World!$!517191"
      },
      "1": {
        "geo_region_mdk": "Asia!$!517198"
      },
      "2": {
        "geo_region_mdk": "East Asia and Pacific!$!119225"
      }
    },
    "last_modified_date": "2019-05-05T00:00:00Z",
    "admreg": "East Asia and Pacific,East Asia and Pacific",
    "admreg_key": "119225,119225",
    "authors": {
      "0": {
        "author": "Cull,Robert J."
      },
      "1": {
        "author": "Li, Wei"
      },
      "2": {
        "author": "Sun, Bo"
      },
      "3": {
        "author": "Xu, Lixin Colin"
      }
    },
    "count": "China",
    "count_key": "82628",
    "docna": {
      "0": {
        "docna": "Government connections and financial\n            constraints : evidence from a large representative sample of\n            Chinese firms"
      }
    },
    "docty": "Policy Research Working Paper",
    "docty_key": "620265",
    "owner": "Development Research Group (DECRG)",
    "seccl": "Public",
    "lang": "English",
    "lang_key": "120701",
    "entityids": {
      "entityid": "000158349_20130226082758"
    },
    "subtopic": "Construction Industry,Common Carriers Industry,Food & Beverage Industry,General Manufacturing,Pulp & Paper Industry,Plastics & Rubber Industry,State Owned Enterprise Reform,Public Sector Administrative & Civil\n            Service Reform,International Trade and Trade Rules,Financial Economics,Business Cycles and Stabilization Policies,Finance and Development,Democratic Government,Economics and Finance of Public\n            Institution Development,Public Sector Administrative and Civil\n            Service Reform,Access to Finance,De Facto Governments",
    "subtopic_key": "672726,672733,672734,672740,672743,672744,672857,672861,738577,786638,788356,792185,808973,808998,858611,880275,884952",
    "teratopic": "Private Sector Development,Macroeconomics and Economic Growth,Finance and Financial Sector Development",
    "teratopic_key": "644285,644279,644297",
    "repnb": "WPS6352",
    "docdt": "2013-02-01T00:00:00Z",
    "datestored": "2013-02-26T00:00:00Z",
    "keywd": {
      "0": {
        "keywd": "Finance & Private Sector Development;net\n            value of fixed assets;Cash flow;access to external\n            finance;access to bank loan;investment cash flow\n            sensitivity;financial constraint;access to\n            finance;allocation of credit;access to loan;investment-cash\n            flow sensitivity;indicators of access;usage of trade;types\n            of firms;effect of liquidity;constraints on access;formal\n            financial system;returns to capital;average interest\n            rate;asset management companies;outstanding bank\n            loan;capital market imperfection;asset management\n            company;impact of credit;cost of fund;cost of debt;access to\n            equity;years of schooling;local government official;quality\n            of infrastructure;measure of corruption;foreign direct\n            investment;amount of fund;underdeveloped capital\n            market;external fund;internal fund;trade credit;capital\n            stock;sales growth;"
      }
    },
    "volnb": "1",
    "geo_regions": {
      "0": {
        "geo_region": "World"
      },
      "1": {
        "geo_region": "Asia"
      },
      "2": {
        "geo_region": "East Asia and Pacific"
      }
    },
    "majdocty": "Publications & Research",
    "majdocty_key": "658101",
    "abstracts": {
      "cdata!": "This paper examines the role of\n            firms' government connections, defined by government\n            intervention in the appointments of Chief Executive Officers\n            and the status of state ownership, in determining the\n            severity of financial constraints faced by Chinese firms. In\n            line with the previous literature, the paper demonstrates\n            that investment by non-state firms is highly sensitive to\n            internal cash flows, while no such sensitivity is found for\n            government-owned enterprises. Even within the subset of\n            non-state firms, government connections are associated with\n            substantially less severe financial constraints (less\n            reliance on internal cash flows to fund investment). The\n            paper also finds that large non-state firms with weak\n            government connections are especially financially\n            constrained, due perhaps to the formidable hold that their\n            state rivals have on financial resources after the\n            \"grabbing-the-big-and-letting-go-the-small\"\n            privatization program in China. Firms with\n            government-appointed Chief Executive Officers also have\n            significantly lower investment intensities, due perhaps to\n            their lower-powered incentives. The empirical results\n            suggest that government connections play an important role\n            in explaining Chinese firms' investment behavior and\n            financing conditions, and provide further evidence on the\n            nature of the misallocation of credit by China's\n            dominant state-owned banks."
    },
    "geo_reg_key": "517191,517198,119225",
    "colti": "Policy Research working paper ; no. WPS 6352",
    "repnme": {
      "repnme": "Government connections and financial\n            constraints : evidence from a large representative sample of\n            Chinese firms"
    },
    "display_title": "Government connections and financial\n            constraints : evidence from a large representative sample of\n            Chinese firms",
    "disclosure_date": "2013-02-01T00:00:00Z",
    "disclosure_type": "NA",
    "pdfurl": "http://documents.worldbank.org/curated/en/528341468017475824/pdf/wps6352.pdf",
    "txturl": "http://documents.worldbank.org/curated/en/528341468017475824/text/wps6352.txt",
    "listing_relative_url": "/research/2013/02/17386101/government-connections-financial-constraints-evidence-large-representative-sample-chinese-firms",
    "url_friendly_title": "http://documents.worldbank.org/curated/en/528341468017475824/Government-connections-and-financial-constraints-evidence-from-a-large-representative-sample-of-Chinese-firms",
    "new_url": "2013/02/17386101/Government-connections-and-financial-constraints-evidence-from-a-large-representative-sample-of-Chinese-firms",
    "ext_pub_date": "2013-02-01T00:00:00Z",
    "disclstat": "Disclosed",
    "topicv3": "State Owned Enterprises m1326323 721,Manufacturing Sectors m1326521 1281,Trade m1326924 698,Finance and Growth m1327404 1081,Access to Finance m1327464 1249",
    "docm_id": "090224b0828be46b",
    "chronical_docm_id": "090224b0828be46b",
    "publishtoextweb_dt": "2013-02-01T00:00:00Z",
    "totvolnb": "1",
    "versiontyp": "Final",
    "versiontyp_key": "1309935",
    "historic_topic": "Private Sector Development,Macroeconomics and Economic Growth,Finance and Financial Sector Development",
    "guid": "528341468017475824",
    "no_of_pages": "58",
    "author_keys": {
      "0": {
        "author_key": "126429"
      }
    },
    "available_in": "English",
    "fullavailablein": [],
    "url": "http://documents.worldbank.org/curated/en/528341468017475824/Government-connections-and-financial-constraints-evidence-from-a-large-representative-sample-of-Chinese-firms",
    "num_pages": 58
  },
  "ocr": "{\"pages\":[{\"index\":0,\"markdown\":\"Policy Research Working Paper ..... 6352\\nGovernment Connections and Financial Constraints\\nEvidence from a Large Representative Sample of Chinese Firms\\nRobert Cull\\nWei Li\\nBo Sun\\nLixin Colin Xu\\nThe World Bank\\nDevelopment Research Group\\nFinance and Private Sector Development Team\\nFebruary 2013\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":1,\"markdown\":\"# Abstract \\n\\nThis paper examines the role of firms' government connections, defined by government intervention in the appointments of Chief Executive Officers and the status of state ownership, in determining the severity of financial constraints faced by Chinese firms. In line with the previous literature, the paper demonstrates that investment by non-state firms is highly sensitive to internal cash flows, while no such sensitivity is found for government-owned enterprises. Even within the subset of non-state firms, government connections are associated with substantially less severe financial constraints (less reliance on internal cash flows to fund investment). The paper also finds that large non-state\\nfirms with weak government connections are especially financially constrained, due perhaps to the formidable hold that their state rivals have on financial resources after the \\\"grabbing-the-big-and-letting-go-the-small\\\" privatization program in China. Firms with governmentappointed Chief Executive Officers also have significantly lower investment intensities, due perhaps to their lower-powered incentives. The empirical results suggest that government connections play an important role in explaining Chinese firms' investment behavior and financing conditions, and provide further evidence on the nature of the misallocation of credit by China's dominant state-owned banks.\\n\\nThis paper is a product of the Finance and Private Sector Development Team, Development Research Group. It is part of a larger effort by the World Bank to provide open access to its research and make a contribution to development policy discussions around the world. Policy Research Working Papers are also posted on the Web at http://econ.worldbank.org. The author may be contacted at rculldworldbank.org.\\n\\n[^0]\\n[^0]:    The Policy Research Working Paper Series disseminates the findings of work in progress to encourage the exchange of ideas about development issues. An objective of the series is to get the findings out quickly, even if the presentations are less than fully polished. The papers carry the names of the authors and should be cited accordingly. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development'World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":2,\"markdown\":\"# Government Connections and Financial Constraints: \\n\\n## Evidence from a Large Representative Sample of Chinese Firms ${ }^{1}$\\n\\nRobert Cull<br>Wei Li<br>Bo Sun<br>Lixin Colin Xu\\n\\nJEL Codes: G18, G21, G28, G38, O16.\\nKey Words: financial constraints, investment, political connections, firm size, China, capital allocation.\\n\\nSector Board: FSE.\\n\\n[^0]\\n[^0]:    1 The views expressed herein are the authors' and do not necessarily reflect the opinions of the World Bank. We are grateful of useful discussions by Chong-En Bai.\\n\\n    The Corresponding author: Robert Cull, mail stop MC 3-307, World Bank, 1818 H Street, N.W., Washington, DC 20433. Phone: 202 473-6365; fax: 202522 1155; email: rcull@worldbank.org. Wei Li is affiliated with Cheung Kong Graduate School of Business, Bo Sun is with Guanghua School of Management, Peking University, and L. Colin Xu is with the World Bank\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":3,\"markdown\":\"# I. Introduction \\n\\nThe presence of financial constraints and its effects on firms' investment decisions have received intense interest in the corporate finance literature. There is considerable evidence that financing constraints are an impediment to the investment and growth of firms (Hubbard 1998, Stein 2003). While the majority of the research results have been derived from the experience of developed economies that have many institutional similarities, less work has been done to further our knowledge about financial constraints in developing countries that have different institutional structures. Firms in developing countries tend to face more severe financial constraints than those in developed countries, and their owners typically name financial constraints as one of their primary obstacles to investment (Dethier et al. 2011). Moreover, the governments of these countries tend to play a larger role in directing financial resources than in developed countries (Ayyagari et al. 2012).\\n\\nCredit allocation in China has been characterized by government intervention and has been biased towards state-owned enterprises (Brandt and Li 2003; Huang, 2003: Bai et al. 2006; Li et al. 2008; Cull, Xu and Zhu 2009; Gordon and Li 2011). Insufficient financial support imposes severe difficulties in the development of firms that lack government connections. ${ }^{2}$ We use firm-level data to understand whether and how firms with differential government connections are financially constrained in China and how that affects their investment patterns. We compare not only state-owned enterprises (SOEs) to non-state firms (both foreign and domestic), but also examine whether CEOs' governmental connections explain financial constraints within the subset of non-state firms.\\n\\n[^0]\\n[^0]:    ${ }^{2}$ Dollar and Wei (2007) also provide evidence that distorted capital allocation had led to persistent dispersion in returns to capital across sectors and geographic areas. Farrell and Lund (2006) report that by 2006 the private sector had produced more than half of China's GDP but received only $27 \\\\%$ of total loans.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":4,\"markdown\":\"In order to identify the impact of institutional structures on financial conditions and corporate investment in China, we present a simple illustrative model by adapting the theoretical constructs from Kaplan and Zingales (1997, 2000) and Fazzari, Hubbard, and Petersen (2000) to the Chinese context in which firms are subject to differential costs of external financing depending on their government connections. Given the highly regulated nature of the formal financial system in China, Chinese local and central governments have a fiscal incentive to channel credit to firms that pay taxes, remit profits, and support their economic, social and political initiatives (Gordon and Li, 2009, 2011). These firms include state-owned firms and nonstate firms with strong government connections. To the extent that firms with strong government connections face lower costs of external funds, their investment should be less responsive to internally generated cash flows than firms with weak government connections, for which the availability of internal funds will likely dictate investment patterns. Our model, therefore, points to inter-linkages between government connections, firms' cash flow, and capital investment behavior.\\n\\nEmploying the World Bank's survey of manufacturing firms in 120 Chinese cities conducted in 2005, our empirical results suggest that on average Chinese firms do face financial constraints in that their investment rates are sensitive to internal cash flows, as has been shown in China using other data sets. In addition we show that their investment is sensitive to access to bank loans, trade credit and the level of unpledged collateralizable assets (henceforth \\\"UCA\\\"), all indicators of access to external finance. That the cash flow variable is still significant when we include the external financing variables in the regressions suggests that internal financing is crucial for investment. In short, external finance is not enough to fund all investment\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":5,\"markdown\":\"opportunities for the constrained. Bank loans are exhausted quickly by constrained firms, but they do spur some investment.\\n\\nTo study the effects of government connections on Chinese firms' investment behavior and financing conditions, we consider two forms of government connections: state ownership and the role of government in CEO appointment. A firm is classified as state-owned if it is registered as such based on the level of government shareholding. While state-owned firms have been corporatized and have their own boards of directors, they maintain close ties with their government supervisory entities and owners, and therefore have strong government connections. Firms can also gain and maintain government connections via personnel appointments and personal ties. Specifically, what we refer to as bureaucratic CEOs in our sample are those appointed to their current position by local governments, indicating firm structural and CEO personal ties to those governments. These bureaucratic CEOs could have achieved their positions because the firms under their management are state-owned, or formerly state-owned. Government intervention in CEO appointment therefore also serves as a proxy for firms' government connections in our empirical analysis.\\n\\nOur results show how government connections play a key role in explaining firm investment behavior in China. In line with previous studies using different samples and covering different time periods (e.g., Chow and Fung 1998, Héricourt and Poncet 2009, Poncet, Steingress, and Vandenbussche 2010, Guariglia, Liu, and Song 2011), investment in state-owned enterprises in our sample remains insensitive to cash flows, despite substantial institutional reforms undertaken by the central government. ${ }^{3}$ Among non-state and foreign firms, the\\n\\n[^0]\\n[^0]:    ${ }^{3}$ With specific respect to the banking sector, non-performing assets were removed from the balance sheets of state-owned banks and placed in asset management companies (Hsu and Wan, 2004). State-owned banks have\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":6,\"markdown\":\"coefficients for cash flows are positive and significant, indicating that they are financially constrained. However, foreign firms, perhaps because of their greater access to foreign capital, exhibit smaller sensitivities of investment to cash flows than non-state Chinese firms. Examining the role of government connections via CEO appointments, we find that investment in firms with entrepreneurial CEOs is more sensitive to cash flows than that in firms with bureaucratic CEOs. Additional tests are performed to examine the robustness of these results to various measures of firms' financial conditions. In particular, investment in firms with bureaucratic CEOs also displays substantially less sensitivity to access to finance, access to trade credit, and UCA. Firms with entrepreneurial CEOs often have less access to external finance, but that finance is more closely tied to investment patterns than for firms with bureaucratic CEOs. It appears therefore that firms with entrepreneurial CEOs tend to face tighter financial constraints due, at least in part, to their inferior political status in the Chinese credit market.\\n\\nAnother prediction from our stylized model is that, although firms with governmentappointed CEOs receive favorable treatment by banks due to their political connections, their investment intensities may be lower than firms with entrepreneurial CEOs. ${ }^{4}$ Bureaucratic CEOs are subject to different promotion criteria and thus might have incentives to maintain stable employment, and use resources that would otherwise be spent on investment to cover firm arrears or seek favors from government officials who have influence over their future career. This implication of our theoretical model is broadly supported by our regression results. Firms with bureaucratic CEOs have lower investment intensities than firms with entrepreneurial CEOs,\\n\\n[^0]\\n[^0]:    also taken on minority foreign ownership shares, first in smaller banks and later in three of the \\\"Big Four\\\" banks. Evidence indicates that minority foreign ownership was associated with gains in efficiency in the smaller stateowned banks (Berger, Hasan, and Zhou, 2009).\\n    ${ }^{4}$ We define investment intensity as the ratio of investment in fixed assets relative to lagged capital stock throughout the paper.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":7,\"markdown\":\"and their investments are less sensitive to indicators of growth opportunities. The pattern suggests that the finance received by firms with bureaucratic CEOs (including, or course, SOEs) could be used to cover existing arrears rather than to fund productive investment.\\n\\nWe also find that investment in non-state, non-government-connected, large Chinese firms is especially sensitive to the availability of internal funds, a result that is robust to several plausible sensitivity checks. This could be due to the especially tight government connections of their rivals, large state-owned enterprises, and their relatively easy access to credit from Chinese banks. Under recent policies, the government privatized small and medium sized state-owned firms, retaining controlling ownership stakes in large SOEs. Another plausible interpretation is that for smaller firms, the need for investment funding is commensurately smaller, and thus it is easier to use informal finance such as funding from friends, relatives or trading partners to meet those needs. For large firms the scale of investment needs is so large that informal finance cannot fully meet it, and thus constraints on access to external finance are more binding. Since larger non-state firms are likely to be important engines for growth, this finding is alarming, and speaks to the severe misallocation of credit in China.\\n\\nOur paper contributes to a growing literature on the causes and consequences of political connections. Political connections are found to be widespread among firms in developing countries and are important resources for firms in developing countries. ${ }^{5}$ For instance, politically-connected firms have better access to loans (Li et al. 2008, Claessens et al. 2008, Fan et al. 2008), have favorable access to equity markets (Francis et al. 2009, Boubakri et al. 2012), have more confidence in the legal system in transitional countries (Li et al. 2008), enjoy more\\n\\n[^0]\\n[^0]:    ${ }^{5}$ See Fisman 2001, Johnson and Mitton (2003), Leuz and Oberholzer-Gee (2006), Faccio 2006, Li et al. (2008), Claessens et al. (2008), Boubakri et al. (2008), Fan et a. (2008), Faccio et al. 2009, Goldman et al. (2009), Cooper et al. (2010), Berkman et al. (2010), Calomiris et al. (2010), Francis et al. (2009), Du and Girma (2010), Wu et al. (2012), Boubakri et al. (2012), Wu et al. (2012), Sun et al. (2011), Chan et al. (2012), and Bliss and Gul (2012),.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":8,\"markdown\":\"subsidies and tax benefits (Wu et al. 2012), and are more likely to be bailed out when facing financial stress (Faccio et al. 2006). Moreover, there is evidence that politically connected firms tend to be less efficient than non-connected firms (Leuz and Oberholzer-Gee 2006, Fan et al. 2007; Boubakri et al. 2008, Faccio 2010). ${ }^{6}$ Relative to politically connected firms in China, politically neutral start-ups experience faster productivity improvement, conditional on survival (Du and Girma 2010). The quality of earnings reports from politically connected firms is significantly poorer than that of similar non-connected companies, and lower quality in earnings reports is associated with a higher cost of debt for the non-politically connected firms (Chaney et al. 2011). Politically-connected firms are also more immune to government regulations (Berkman et al. 2010). Our findings add to the literature in that we find non-politically connected firms in China face stronger financial constraints, which may stem from scarce financial resources flowing to inefficient, but connected firms and therefore reflect resource misallocation. We provide evidence that non-connected, large, non-state firms are especially financially constrained. We also provide evidence of weaker CEO incentives and lower investment intensity for politically-connected firms.\\n\\nOur paper also fits into a large microeconometric literature that investigates the role of financial factors in corporate investment decisions. The earliest contributions demonstrate that in well developed economies such as the U.S. (e.g. Fazzari, Hubbard, and Petersen 1988; Almeida, Campello and Weisbach 2004), U.K. (e.g. Bond, Elston, Mairesse, and Mulkay 2003), and Japan (e.g. Hoshi, Kashyap, and Scharfstein 1991), firms face substantial financial constraints. In those studies, a significant correlation between investment and measures of internal funds are attributed to capital market imperfections that give rise to financial constraints. There is also an\\n\\n[^0]\\n[^0]:    ${ }^{6}$ But political connections have returns, as shown by Cooper et al. (2010) and Calomiris et al. (2010).\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":9,\"markdown\":\"emerging literature on financial constraints in China. Our paper confirms some results from that literature in that we also find that Chinese firms face financial constraints, but state-and foreignowned firms tend to face less severe ones (Chow and Fung 1998, 2000; Chen 2008; Herícourt and Poncet 2009; Poncet, Steingress, and Vandenbussche 2010; Guariglia, Liu, and Song 2011). We differ from those studies in that (a) we provide direct tests of how financial constraints vary with CEOs' connections to the state, ${ }^{7}$ (b) we provide a simple model that explicitly shows how government connections could affect investment-cash-flow sensitivity and investment levels, (c) we show that government connections matter for financial constraints and investment within the sub-sample of non-state firms, (d) we provide robust evidence that large non-state firms without government connection tend to be most severely constrained among firms of all sizes, and (e) we use a more representative sample of Chinese firms. ${ }^{8}$ We also differ slightly in terms of methodology in that we look at both investment-cash-flow sensitivity and investment sensitivity to access to external finance.\\n\\n[^0]\\n[^0]:    ${ }^{7}$ Chan et al. (2011) also examine political connections and financial constraints, and find that connected firms are less constrained. We differ from them in the following ways. First, they use only listed firms, which are large firms that are likely to face the least severe financial constraints. Second, their measure of political connection is whether the CEO/Chairman was a government official, a military officer or someone with a political ranking at the provincial or ministerial level, while ours is whether the CEO was appointed by the government. Thus their measure represents a very specific connection related to provincial level political ranking, while our measure represents government connection at all levels for all types of firms. Third, our sample is more representative, and thus we can examine how the effects of political connections on financial constraints differ across firm sizes. Fourth, we examine how political connections are associated with investment levels and CEO incentives. Fifth, we offer a simple theoretical model that spells out explicitly how government connections affect a firm's investment and investment-cash-flow sensitivity. Finally, we provide a more comprehensive set of robustness checks.\\n    ${ }^{8}$ Chow and Fung $(1998,2000)$ use a panel of manufacturing firms operating in Shanghai over the period 19891992. Héricourt and Poncet use data from 1300 firms from 2000 to 2002. Chen (2008) used listed firms, which are largely state-owned (see Wang, Xu and Zhu 2004) and arguably are less financially constrained than typical Chinese firms. Poncet, Steingress, and Vandenbussche (2010) use a sample of 22,300 observations from 15,000 large firms from 1998 to 2005. Those firms had at least 150 employees, US $\\\\$ 10$ million in annual sales turnover, and/or US $\\\\$ 20$ million in total assets. Similarly, Guariglia, Liu, and Song (2011) a data set with more firms than ours, but that covers large and medium-sized private firms (and all SOEs), and thus is not suited to assessing the financial constraints of small, young firms, which is a point of emphasis in what follows.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":10,\"markdown\":\"There has been debate within the literature on whether high sensitivities of firms' investment to their cash flows should be interpreted as indicators of financial constraints. The standard identification strategy is based on the pioneering work of Fazzari, Hubbard, and Petersen (henceforth FHP) $(1988,2000)$ who argue that one should be able to gauge the impact of credit frictions on corporate spending by comparing the sensitivity of investment to cash flow across samples of firms. Firms are typically split into sub-samples based on a priori criteria indicating the size of the wedge between the internal and external cost of funds. An implicit assumption underlying these empirical tests is that investment-cash flow sensitivities increase monotonically with the severity of financial constraints. However, Kaplan and Zingales (1997, 2000) provide theoretical reasons why a monotonic relationship between sensitivities and constraints need not hold. They report evidence that firms that paid no dividends (hence classified by FHP (1988) as financially constrained) and that had high investment-cash flow sensitivities did not suffer from financial constraints based on their management's statements of firm liquidity.\\n\\nWhile we acknowledge the controversy in the literature, and see merit in both sides of the argument depending on the context and sample, we argue that the current Chinese institutional context is especially suitable for applying the FHP (1988) methodology to study financial constraints. ${ }^{9}$ To begin, the criteria by which we classify firms as being financially constrained a priori is based on the known institutional context in China. There is by now a well-established literature demonstrating that government ownership of the dominant banks in China has resulted in privileged access to bank credit, the primary source of external financing in China, for\\n\\n[^0]\\n[^0]:    ${ }^{9}$ Indeed, the studies of China cited above have used those techniques.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":11,\"markdown\":\"SOEs. ${ }^{10}$ Many of these SOES are chronic loss-makers, resulting in a severe misallocation of credit. In addition, using a smaller sample than we do, Ayyagari, Demirguc-Kunt, and Maksimovic (2010) find that Chinese firms, state-owned or non-state, that report government help as instrumental in obtaining a bank loan do not show subsequent improvements in growth, reinvestment or productivity, unlike other recipients of bank loans. ${ }^{11}$ By relying on institutions to identify firms facing financial constraints, our study is closest to Hoshi, Kashyap, and Scharfstein (1991) who classify Japanese firms by whether they belong to a business group (keiretsu) and find that group members have lower investment-cash flow sensitivities than other firms.\\n\\nAnother reason the FHP methodology works well in the Chinese context is that, due to China's underdeveloped capital market (Gordon and Li, 2003), external finance for Chinese firms is largely limited to bank credit, making it easier to understand the trade-offs they make between internal funds and limited sources of external funds. In studies using U.S. data, sample firms tended to be large publicly traded firms. The debate there hinged on whether the lack of dividend payments (the FHP approach) was a more reliable a priori indicator of financial constraints than indicators based on qualitative information in their annual 10-K reports\\n\\n[^0]\\n[^0]:    ${ }^{10}$ See Brandt and Li 2003; Boyreau-Debray, 2003; Cull and Xu, 2003; Gordon and Li, 2003; Allen, Qian, and Qian, 2005; Boyreau-Debray and Wei, 2005; Bai et al. 2006; Li et al. 2008; Cull, Xu, and Zhu, 2009; and Gordon and Li, 2011.\\n    ${ }^{11}$ At first blush, findings from Ayyagari, Demirguc-Kunt, and Maksimovic (ADKM) (2010) on the ineffectiveness of informal finance in spurring firm growth and productivity would appear to contradict those from Allen, Qian, and Qian (AQQ) (2005). However, the positive effects of informal finance on productivity growth and firm investment only emerge in the AQQ study when informal finance is defined to include internal financing. Thus, our findings regarding the high sensitivity of firm investment to internal finance for some firms are in line with those in AQQ. At the same time, our findings are also supportive of those in ADKM in that proxies for use of formal sources of external finance are also strongly associated with investment, especially within the sub-sample of non-state firms. The issue is that, because of the misallocation of credit toward government-owned and government-connected firms, many non-state firms do not receive sufficient bank credit to fund all profitable investment opportunities. This is reflected in the regressions below in the strong positive association between investment and internal cash flows for those non-state firms, even after including proxies for formal sources of external finance.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":12,\"markdown\":\"describing all internal and external sources of liquidity (the KZ approach). In China, bank loans are by far the most important source of external finance, but internal finance exceeds all sources of external finance by a wide margin (Allen, Qian, and Qian, 2005). Thus, comparisons of the sensitivity of investment to internal finance would seem to be especially relevant for China.\\n\\nThe remainder of this paper is organized as follows: Section II formalizes our hypotheses about the relation between investment cash flow sensitivities, CEOs' government connections, and financial constraints. Section III describes the data and uses our proposed strategy to test for financial constraints in a large sample of firms. Section IV concludes.\\n\\n# II. The model \\n\\nTo identify the impact of CEO characteristics on financial conditions and corporate investment in China, we develop a simple theoretical framework (based on Kaplan and Zingales 1997, 2000 and FHP 2000) in which firms are subject to differential costs of external financing depending on their CEOs' connections with the government. ${ }^{12}$\\n\\n## Assumptions\\n\\nThere are two dates in the economy: 0 and 1 . At date 0 , a firm has access to a production technology $F(I)$ that generates output (at date 1) from physical investment I. F(I) satisfies standard functional assumptions: $\\\\mathrm{F}^{\\\\prime}(\\\\mathrm{I})>0$ and $\\\\mathrm{F}^{\\\\prime \\\\prime}(\\\\mathrm{I})<0$. Production only occurs if the CEO exerts effort. The amount of effort required to carry out production is proportional to the size of investment: $\\\\mathrm{e}=\\\\ell \\\\mathrm{I}$. The disutility incurred with expanding effort is $\\\\mathrm{C}(\\\\mathrm{e})=\\\\theta \\\\mathrm{e}$.\\n\\n[^0]\\n[^0]:    ${ }^{12}$ See also Weisbach (1995) for evidence that CEOs matter greatly for key corporate decisions.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":13,\"markdown\":\"Let the physical goods in which the firm invests have a price equal to 1 , which is constant across time. Investment can be financed either with internal funds (W) or with external funds (E). Following Kaplan and Zingales (1997), we assume that external financing generates a deadweight cost that is borne by the firm (the so-called wedge between the cost of internal and external funds). We denote this additional cost of raising external funds with the function $\\\\mathrm{C}(\\\\mathrm{E}, \\\\mathrm{g})$, where E is the amount of external funds raised and $\\\\mathrm{g} \\\\in(0,1)$ is a measure of the CEO's connection with the government. A greater value of g represents stronger firm structural and CEO personal connections to the government. We also assume that the total cost of raising funds is increasing and convex in the amount of funds raised. ${ }^{13}$\\n\\nRelative to the quality of their investment opportunities, non-state Chinese firms are likely to be discriminated against compared to state-owned firms. The notion that political status influences credit allocation is deeply rooted in the design of China's financial system (Brandt and Li 2003; Gordon and Li, 2003, 2011). Firms with stronger connections with the government are more likely to pay taxes, and can consequently count on receiving government assistance in times of need and can gain privileged access to finance from the formal financial system. Stronger connections with the government thus increase the chance of government bailout when faced with financial difficulty (Faccio et al. 2006), improve the likelihood of receiving loan guarantees from the government and subsidized loans from state-owned banks (Li et al. 2008), and hence enhance the firm's borrowing capacity by effectively reducing the cost of raising external funds (Boubakri et al. 2012). Thus it is plausible that $\\\\frac{\\\\partial C}{\\\\partial g}<0$. For simplicity, we assume the following functional form for C :\\n\\n[^0]\\n[^0]:    ${ }^{13}$ As explained in Kaplan and Zingales (1997), although the convexity of C with respect to E is a reasonable yet not obvious assumption, it is necessary for the system to be well behaved.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":14,\"markdown\":\"$$\\nC(E, g)=\\\\frac{1}{2}(1-g) E^{2}\\n$$\\n\\nThe cost of raising external funds captures not only the rate at which firms borrow, but also the monetary cost required to obtain finance, which includes bribery payments to government officials and additional staff necessary to build relational capital, reflecting the notion that access to finance varies across firms depending on their government connections. The risk-neutral CEO maximizes his personal benefit from new investment. Assuming that the discount factor is zero, the CEO's problem is\\n\\n$$\\n\\\\begin{gathered}\\n\\\\max _{I} \\\\alpha[F(I)-C(E, g)-I]-\\\\rho I \\\\\\\\\\n\\\\text { s.t. } I=W+E\\n\\\\end{gathered}\\n$$\\n\\nwhere $\\\\rho=\\\\ell \\\\theta$ and $\\\\mathrm{C}(E, g)=\\\\frac{1}{2}(1-g) E^{2}$.\\n\\nFirms with bureaucratic CEOs and entrepreneurial CEOs could conceivably differ in $\\\\alpha$ due to differential evaluation standards and promotion criteria. Government-appointed CEOs may have a lower $\\\\alpha$ because their pay and promotion are less responsive to performance. For advancement, bureaucratic CEOs may need to pursue employment stability rather than profitability and firm growth.\\n\\nThe optimal level of investment, $I^{*}$, is given by the first-order condition:\\n\\n$$\\n\\\\alpha F_{1}(I)-\\\\alpha C_{1}(I-W)=\\\\alpha+\\\\rho\\n$$\\n\\nwhere $C_{1}($.$) represents the partial derivative of \\\\mathrm{C}$ with respect to E and $F_{1}($.$) represents the first$ derivative of F with respect to I. Thus,\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":15,\"markdown\":\"$$\\nI^{*}=W+\\\\frac{\\\\alpha F_{1}(I)-\\\\rho-\\\\alpha}{(1-g) \\\\alpha}\\n$$\\n\\nProposition 1: Weaker incentives in firms with bureaucratic CEOs reduce investment intensities compared to firms with entrepreneurial CEOs: $\\\\frac{d I}{d \\\\alpha}>0$.\\n\\nDue to differential evaluation and promotion criteria (but holding constant the marginal cost of carrying out the project for both bureaucratic CEOs and entrepreneurial CEOs), the lower marginal benefit of new investment for bureaucratic CEOs may lead to a lower level of investment than what would otherwise be optimal from the CEO's perspective.\\n\\nWhen comparing investment intensities between firms with bureaucratic CEOs and firms with entrepreneurial CEOs, there are two opposing forces. On one hand, the weaker incentives of bureaucratic CEOs lead to underinvestment in general. On the other hand, raising external funds is less costly to bureaucratic CEOs, which tends to increase investment. As the data show, the effect of weak incentives dominates that of cheaper external funds, and thus investment intensities are lower in firms with government-appointed CEOs than in firms with entrepreneurial CEOs in our sample.\\n\\nThe effects of the availability of internal funds on investment can be obtained by implicit differentiation of the equation above:\\n\\n$$\\n\\\\frac{d I}{d W}=\\\\frac{C_{11}}{C_{11}-F_{11}}\\n$$\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":16,\"markdown\":\"Since the cost of raising external funds C is convex and the production function is concave, $\\\\frac{d I}{d W}$ is positive: investments are sensitive to the availability of internal funds. With a quadratic functional form of $C(E, g)=\\\\frac{1}{2}(1-g) E^{2}$, we obtain the investment cash-flow sensitivity:\\n\\n$$\\n\\\\frac{d I}{d W}=\\\\frac{1-g}{1-g-F_{11}} \\\\in(0,1)\\n$$\\n\\nProposition 2: Firms with bureaucratic CEOs have lower investment cash-flow sensitivities than firms with entrepreneurial CEOs: $\\\\frac{d^{2} I}{d W d g}<0$.\\n\\nFirms with bureaucratic CEOs are subject to a lower cost of obtaining external funds, and therefore rely less on internally generated cash flows for investment. The investment decisions of firms operated by entrepreneurial CEOs, however, are more sensitive to the availability of internal funds, because internal funds provide a greater cost advantage over external funds compared to firms operated by bureaucratic CEOs.\\n\\nIn short, our model predicts that firms display differential sensitivities of investment to cash flows depending on their government connections. In particular, firms with stronger ties to the government, such as state-owned firms or firms with government-appointed CEOs, benefit from favorable treatment by banks and thus exhibit smaller investment cash flow sensitivities. Our model is therefore in line with FHP (1988) and Cleary (1999) in that it provides a rationale for arguing that the sensitivity of investment to internal funds can be used to gauge firms' financing conditions. We test the implications of our model by categorizing firms by government involvement in CEO appointment and state ownership. Our results regarding cash flow coefficients lend support to our model predictions, and our inclusion of access to sources of\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":17,\"markdown\":\"external finance in the empirical tests below to better gauge the firm's financial condition provides a useful robustness check on our main results.\\n\\n# III. Empirical tests \\n\\nWe rely on the World Bank 120 city survey of Chinese manufacturing firms conducted in 2005. It covers 12,400 firms located in 120 cities of all Chinese provinces except Tibet. In each province, the provincial capital, which is often the most populous city, is automatically covered, and additional cities are selected based on the economic size of a province. One hundred firms were sampled in each city, except for the four mega cities (Shanghai, Tianjin, Beijing, and Chongqing) where 200 firms were selected. Within the top 10 industries in terms of value added in each city, firms were randomly selected, including large, medium-sized, and small firms. Our sample is thus quite representative of China as a whole, and of firms of various sizes. This is a key advantage when compared to other studies of financial constraints in China since external validity about the existence of financial constraints depends on the representativeness of the sample. Given the geographic imbalance in economic development and the government preferences towards large firms in China, results based on data from selected provinces and firms of certain size can be misleading.\\n\\nThe variables used in our analysis come from a questionnaire consisting of two parts: the first asks for qualitative information about the firm in the survey year and is filled out by firms' senior managers; the second covers financial and quantitative information, much of which goes back three years, about the firms' production and operation, and is directly obtained from the firms' accounting books through the assistance of the firms' chief accountants.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":18,\"markdown\":\"# Base specification and construction of variables \\n\\nWe experiment with a parsimonious model of investment:\\n\\n$$\\n\\\\frac{I_{i t}}{K_{i t-1}}=X_{i t}^{\\\\prime} \\\\theta+F_{i t} \\\\beta+\\\\frac{C F_{i t}}{K_{i t-1}} \\\\delta+\\\\frac{S_{i t}}{K_{i t-1}} \\\\alpha_{s}+G_{i t} \\\\alpha_{G}+\\\\varepsilon_{i t}\\n$$\\n\\nwhere $I$ represents investment, $K$ represents capital stock (as measured by the net value of fixed assets) ${ }^{14}$, and $X$ includes a vector of covariates capturing basic firm and regional characteristics (including area dummies, log of real city GDP per capita, log of city population, log of firm age, non-state ownership and foreign ownership). $F$ is a vector measuring access to external finance, including a dummy variable for having access to bank finance, another for access to trade credit, and the ratio of unpledged collateralizable assets (UCA) to lagged capital stock. Access to bank finance is measured by the dummy variable indicating whether a firm had any outstanding bank loans at the time of the interview. Access to trade credit is measured by the share of inputs purchased via trade credit. UCA is measured as the value of fixed assets minus total loans and then divided by the lagged value of fixed assets. ${ }^{15}$ UCA is therefore a measure of access rather than usage of external credit because it summarizes assets that could be pledged in order to obtain future loans.\\n\\nIn the regression equation, CF denotes cash flows, measured as the summation of net income, interest payments, financing charges, and tax payable. ${ }^{16} \\\\mathrm{~S}$ denotes sales. For growth opportunities, G, we use two variables: lagged sales growth of the firm, and industry level\\n\\n[^0]\\n[^0]:    ${ }^{14}$ We do not have a long enough panel to construct a more rigorous measure of capital stock such as through using the perpetual inventory method.\\n    ${ }^{15}$ We do not have data on total loans, which are instead proxied by interest payments divided by the average interest rate for loans with maturities between one and three years.\\n    ${ }^{16}$ We have also tried the same measure but excluding tax payable. The two proxies have a correlation coefficient of 0.999 , so it is no surprise that the results are similar using either measure.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":19,\"markdown\":\"Tobin's Q. ${ }^{17}$ Since many of the firms in our sample are not publicly traded, we do not have sufficient information to compute firm-level Tobin's Q ratios. We therefore rely on data from all listed firms in China to compute an industry-level average Tobin's Q using the value-weighted formula. ${ }^{18}$\\n\\nWhen firms are financially constrained, an increase in cash flows, which is assumed to convey no additional information about firms' investment opportunities, would be associated with a rise in investment spending. We therefore expect a positive coefficient for the cash flow variable in this regression model if firms' investment is influenced by their availability of internal funds. In addition to the sensitivity of investment to cash flows, we also include access to bank loans, trade credit and UCA as indicators of access to external finance. We view this as an informative additional check on the relative severity of financial constraints, to the extent that investment remains relatively more sensitive to internal cash flows for firms with weaker connections to the government when these variables are included in the regression.\\n\\nSince some $X$, all F , and lagged sales growth rates are available for only one year, we use the cross sectional estimation method in our base specification. For CF, Tobin's Q, and sales intensity, we have two years of data, and so we also present fixed effects specifications in models with fewer variables than in the base specification. In those models, we are relying on withinfirm differences to identify the effects of cash flows and Tobin's Q on investment. Many of our variables have notable outliers, such as investment intensity (and its two variants), sales\\n\\n[^0]\\n[^0]:    ${ }^{17}$ Tobin's Q, ratio is the market value of a firm's total assets divided the book value of those assets.\\n    ${ }^{18}$ We obtain similar results when using the industry-year median from the same data set of listed firms and after experimenting with various ways to value non-tradable shares.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":20,\"markdown\":\"intensity, CF, and sales growth. We therefore winsorize the observations using a 1 percent tail wherever appropriate to reduce the influence of those outliers. ${ }^{19}$\\n\\n# Summary statistics and patterns \\n\\nTable 1 reports summary statistics for the full sample. We define firms' ownership type based on the response to the corresponding question in the questionnaire. If the answer to the ownership type question is \\\"state\\\", the firm is categorized as state-owned; if the answer is \\\"foreign\\\" or \\\"Hong Kong SAR, China; Macao; and Taiwan, China,\\\" the firm is categorized as foreign; if the answer is corporation, collective, or private, the firm is categorized as non-state in our sample. The majority ( 78 percent) of our sample is non-state firms, while foreign-owned firms account for 12 percent.\\n\\nThe average age of firms is 13.6 years. On average, 60 percent of firms had bank loans, while the share of inputs purchased through supplier credit was about 9 percent. The average ratio of sales to lagged capital stock is 6.6 , and the average once-lagged sales growth rate is 53 percent. The high level of sales growth is partly accounted for by observations in the tail of the distribution. The median lagged sales growth is much lower at 22 percent.\\n\\nAccording to Table 2, relative to those with entrepreneurial CEOs, firms with government-appointed CEOs have lower average investment intensities ( 0.18 versus 0.36 ), are much older ( 26 versus 12 years old), are much more likely to be state-owned ( 45 percent versus\\n\\n[^0]\\n[^0]:    ${ }^{19}$ This is important since otherwise a handful of observations could drive our results. For instance, while the trimmed $\\\\mathrm{CF} / \\\\mathrm{K}_{\\\\mathrm{f} 1}$ has a mean of 0.34 (with a standard deviation of 0.88 ), the 99th percentile for the two years of data is more than 15 .\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":21,\"markdown\":\"5 percent), and have lower sales over lagged capital stock ( 3.56 versus 7.03), lower cash flow over lagged capital stock ( 0.36 versus 0.64 ), and lower sales growth ( 33 percent versus 56 percent). Firms with government-appointed CEOs are therefore less profitable and growing more slowly. However, in terms of loan access or the usage of trade credit, these two types of firms are similar. The same patterns also emerge within the sub-sample of non-state domestic firms (Table 2). The descriptive patterns are consistent with our model prediction that bureaucratic firms tend to have lower investment intensities.\\n\\nTable 3 showcases differences in firm characteristics by size. We classify firms into three size categories: small (i.e., those in the bottom quartile in capital stock), medium (those in the middle two quartiles), and large (those in the top quartile). Small firms have significantly higher investment intensities ( 0.53 compared with 0.30 for medium and 0.24 for large firms), but have much worse access to finance on almost all indicators. Yet they also have the highest sales to capital ratios ( 14.7 compared with 4.6 for medium and 2.8 for large firms), the highest cash flow to capital ratios ( 1.11 compared with 0.51 and 0.34 ), and the highest sales growth rates ( 64 percent compared with 51 and 48 percent). The same patterns are evident within the subset of non-state domestic firms. The data therefore suggest that small firms, which are high growth firms, are likely to face relatively severe financial constraints.\\n\\n# Investment equation based on the pooled sample \\n\\nSince investment intensity is left censored at zero, a useful starting point would be the Tobit specification. However, since we are primarily interested in marginal effects of the cash flow and finance variables, Angrist (2001) suggests that it is equally appropriate to rely on a linear specification for ease in interpreting results. We therefore mainly focus on linear\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":22,\"markdown\":\"regressions in our empirical tests. The qualitative results of the Tobit and linear regressions are very similar.\\n\\nColumns (1) and (2) in Table 4 show Tobit and OLS results without controlling for growth opportunities or proxies for access to external finance. Columns (3) and (4) add the external financing variables. Column (5) then adds the industry dummies to control for industryspecific growth opportunities, while column (6) provides an instrumental variables regression that treats the cash flow variable as being endogenous. In Column (7), we add lagged sales growth and industry average Tobin's Q (but without the industry dummies), and column (8) reports the fixed-effects results. Since the qualitative results for our key variables are very similar for the Tobit, IV, and OLS results, we rely on OLS and FE from this section forward.\\n\\nControlling for growth opportunities does not alter our key results. This is reassuring since one argument against the interpretation of coefficients of cash flows as indicators of financing constraints is that they are also a proxy for investment opportunities. The effects of growth opportunities are of the expected signs: positive and significant, in both OLS and FE results.\\n\\nOur proxies for access to finance are strongly correlated with investment in our sample. Increasing access to bank loans by one standard deviation ( $\\\\sigma$ ) would increase investment intensity by roughly 0.075 , which translates into 0.085 of the standard deviation for the investment intensity variable. Usage of trade credit is also significantly associated with investment, consistent with the literature that finds that trade credit has played a positive role in China's development given its poor financial infrastructure (Allen, Qian, Qian 2005; Cull, Xu\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":23,\"markdown\":\"and Zhu 2009). ${ }^{20}$ Increasing trade credit by one $\\\\sigma(0.195)$ would increase investment intensity by 0.015 . The effects of formal finance through the banking system are therefore five times as large as those of informal trade financing arrangements. The availability of collateralizable assets (UCA) is also positively associated with investment. Increasing UCA by one $\\\\sigma$ (1.64) would increase investment intensity by 0.05 .\\n\\nMost importantly for our analysis, normalized cash flow is significantly and robustly associated with investment in our sample. Increasing it by one $\\\\sigma(1.43)$ would increase investment intensity by 0.15 . For other control variables, notable findings are that non-state firms tend to have higher investment intensities, and that younger firms tend to invest more. Those findings are consistent with the notion that young non-state firms have higher growth opportunities, as was suggested by the summary statistics.\\n\\nSome of the recent papers on financial constraints in China have employed estimation methods that deal with the potential endogeneity of the cash flow variable. We follow Poncet, Steingress, and Vandenbussche (2010) using lagged values of cash flows as instruments for current cash flows. Because we have information on cash flows for only the year of the survey and two years prior, and because the cash flow variable is deflated by lagged capital stock by construction, we are able to use only a single lag of the cash flow variable in the IV regression in column (6). In the first stage, the instrument is highly statistically significant, with a t-statistic of 14.5, and thus satisfies the relevancy criterion for a good instrument. It is questionable whether the lagged cash flow satisfies the validity criterion, that is, is not correlated with the error\\n\\n[^0]\\n[^0]:    ${ }^{20}$ The importance of trade credit for explaining firm performance in general and African firm performance in particular is also observed in cross country firm samples (Harrison, Lin and Xu 2011).\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":24,\"markdown\":\"directly, and thus the IV results should be viewed only as a sensitivity check. ${ }^{21}$ As noted, because the IV results are very similar to the OLS and FE regressions with regard to the effects of cash flows and external sources of finance on investment, we do not present IV results in the robustness checks that follow. ${ }^{22}$\\n\\nTo summarize, the results based on the pooled sample suggest that on average Chinese firms do face financial constraints-their investment rates are sensitive to cash flows, but also to access to bank finance and trade credit, and to the availability of collateralizable assets.\\n\\n# Robustness checks for the base specification \\n\\nBecause our regressions are cross-sectional, omitted variables that are correlated with our key variables may be driving our main results. Table 5 therefore is designed to shed light on the sensitivity of the estimates for our key coefficients to the inclusion of potentially relevant omitted variables.\\n\\nFirst, the level of infrastructure in the region where a firm operates may determine its investment intensity, access to finance and cash flows. ${ }^{23}$ For instance, good infrastructure boosts the extent of the market and can lower input costs, which therefore encourages investment. Anticipating higher returns associated with better infrastructure, banks and suppliers could be more willing to supply credit to firms operating in regions with better infrastructure. In column (2) of Table 5, we therefore control for three proxies of the quality of local infrastructure that come directly from our data: the firm's loss of sales due to electricity, due to transport problems (such as breakage and theft), and graded road density for the city (i.e., kilometers of graded roads\\n\\n[^0]\\n[^0]:    ${ }^{21}$ When the error term is significantly auto-correlated, for instance, the IV would be invalid.\\n    ${ }^{22}$ The IV results are, however, available from the authors.\\n    ${ }^{23}$ See Xu (2011) for a survey of some recent evidence on how infrastructure affects firm performance in developing countries.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":25,\"markdown\":\"per thousand city residents). Table 5 shows that the estimates of our key parameters remain largely unchanged after the inclusion of local infrastructure variables. For instance, the coefficient for cash flow over capital was 0.107 in the base specifications and is now 0.106 , both significant at the 1 percent level. Our financial constraints results therefore are unlikely to be attributable to regional variations in the underlying quality of infrastructure.\\n\\nSecond, due to varying degrees of state ownership or past state involvement within privatized firms, they likely differ in their autonomy over investment. Investment autonomy has the potential to explain both financing and cash flow variables and thus investment intensity. In column (3) of Table 5, we therefore add an index of autonomy in investment. This variable, which is also available from the survey, measures the degree of managerial control over investment, which varies from 0 to 100 , with 0 meaning no control, and 100 meaning full control. Again, all key parameters are very similar to our base results. One minor exception is trade credit, whose coefficient changes from 0.079 to 0.089 , but it remains statistically significant at the same level. Thus our results on financial constraints are unlikely to be attributable to inter-firm differences in investment autonomy.\\n\\nThird, managerial human capital has become an increasingly popular explanation for firm behavior and performance (see, for instance, Bruhn, Karlan and Schoar 2010). Since it is certainly plausible that CEOs with stronger incentives and qualifications tend to have higher investment rates and better access to finance, omitting variables that summarize managerial human capital could overstate the contribution of financing variables. In column (4) of Table 5, we control for many CEO characteristics, including years of schooling, whether the CEO was appointed by the government, whether the firm has a board of directors, the ratio of CEO pay to that of the typical worker at the firm, and whether there are explicit incentive provisions in the\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":26,\"markdown\":\"CEO's contract. Including CEO characteristics does reduce the magnitude of some financing variables, but only slightly: for example, the coefficient for access to loans drops from 0.155 to 0.140 , and that of trade credit from 0.079 to 0.073 . The coefficients related to external finance and cash flows are generally very similar, however. Thus our conclusions about financial constraints are not overturned by the inclusion of CEO characteristics in our regressions.\\n\\nIt is also worth pointing out that CEO schooling and the existence of a board of directors are significantly positively related with the level of investment, while government intervention in CEO appointment tends to decrease investment. The negative association between investment and government intervention in CEO appointment lends support to our model implication that, although government connections mitigate financing constraints, incentive problems may reduce investment intensities in firms with bureaucratic CEOs.\\n\\nFourth, institutions have been argued to be important determinants of both national and firm performance (North 1990; Knack and Keefer 1995; La Porta et al. 1997, 1998, 2000; Acemoglu, Johnson, and Robinson 2001, Harrison, Lin and Xu 2011). The impact of institutions is so pervasive that we can easily imagine their quality determining both access to finance (La Porta and others 1997, 1998, 2000) and investment (Knack and Keefer 1995). To control for this possibility, we include the CEO's perception of whether local government officials facilitate firm development (government help) and the likelihood that a firm's property rights will be protected by the legal system in commercial disputes. In addition, we include \\\"entertainment and travel cost expenses\\\" (ETC) in our regression to tease out the potential influence of corruption. ETC covers entertainment (including eating, drinking, gifts, karaoke, and sports club membership) and travel expenditures. Besides legitimate business travel and other expenses, Chinese managers commonly use the ETC accounting category to reimburse expenditures used to bribe\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":27,\"markdown\":\"government officials, to entertain clients and suppliers, or to accommodate managerial excess. ETC is a standard expenditure item publicly reported in accounting books of Chinese firms, and we use it as a measure of corruption in Chinese firms, as justified by Cai, Fang and Xu (2011). The results are reported in column (5) of Table 5. Again, our key coefficients remain stable after controlling for proxies for institutional frictions, though admittedly none of those proxies are themselves significant.\\n\\nThe strongest test of omitted variable bias is to include all of these groups of variables in the same regression, as we do in the last column of Table 5. Our key results regarding cash flows and external financing remain robust. The coefficients are very similar to column (1) where we do not control for any of these additional variables, indicating that our regression results on the effects of liquidity constraints are not an artifact of the omission of potentially pertinent variables.\\n\\nAnother potentially useful robustness test is to examine whether our results regarding financial constraints hold if we estimate the investment equation separately for each industry (see Appendix, Table A3). Allowing industry-specific investment equations has the advantage of holding technology constant and therefore reducing the scope for omitted variable bias. Most of the results on cash flow and access to external finance continue to hold. For instance, in seven of the eight industries, ${ }^{24}$ the coefficient for cash flow over lagged capital is positive and significant. In all eight industries, the coefficient for access to bank loans is positive and significant. The\\n\\n[^0]\\n[^0]:    ${ }^{24}$ We study the following eight industries. Industry 1 includes agricultural processing, wood processing, furniture, paper, food, drink, tobacco, educational and sports goods, craft, and printing. Industry 2 includes textiles, cloth shoes and hats, and leather. Industry 3 includes petroleum, chemical fiber, chemical materials, rubber, and plastic. Industry 4 represents general equipment. Industry 5 includes communication equipment and electronics. Industry 6 includes specialized equipment, instruments, medical equipment, and transportation equipment. Industry 7 includes metal, non-ferrous metals, and ferrous metals. Industry 8 includes non-metal manufacturing.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":28,\"markdown\":\"coefficient for UCA is also generally significant. Trade credit is an exception, in that it becomes generally insignificant. This suggests that the positive correlation between trade credit and investment intensity in our base results largely stems from variation across industries. Overall, the industry-specific investment equation estimations are reassuringly supportive of the base results in Table 4.\\n\\n# Using liquidity classifications to check the effects of financial constraints \\n\\nAs acknowledged by Fazzari, Hubbard, and Petersen (1988) and Hoshi, Kashyap and Scharfstein (1991), the standard criticism of using the investment-cash-flow sensitivity analysis to examine the effects of liquidity constraints is that liquidity variables also reflect unobserved investment opportunities. Since it is generally difficult to find convincing instrumental variables for liquidity variables in the investment equation, they propose classifying firms into various subsets based on a priori beliefs about the relative severity of information and liquidity problems faced by firms, and then checking whether the cash flow sensitivity is indeed larger for firms classified as facing greater information/liquidity problems. As described above, we classify firms based on their degree of state ownership (institutionalized connections) and whether the CEO was appointed by the government (CEO personal connections). We hypothesize that firms with close connections to the government have easier access to external financing, weaker incentives to be profitable, and lower investment-cash-flow sensitivities.\\n\\n## Firm ownership\\n\\nWe estimate Equation (1) for three ownership groups: state-owned enterprises (SOEs hereafter), non-state domestic firms, and foreign firms. Ex ante we expect non-state domestic firms to face more severe financial constraints due to their lack of institutionalized government\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":29,\"markdown\":\"connections, and the discrimination of the state-owned banking system against non-state firms in China (Brandt and Li 2003; Cull, Xu and Zhu 2009). The results are reported in Table 6.\\n\\nConsistent with the literature, we find that SOEs' investment is not sensitive to cash flows. The estimate of the coefficient for the cash flow over lagged capital variable is insignificant for the OLS specification, and even negative for the fixed-effects specification. This pattern is consistent with our conjecture that SOEs benefit from favorable treatment by banks and have greater access to finance. For non-state domestic and foreign firms, the estimates of the coefficient for the cash flows variable are positive and significant for OLS, though the coefficient for non-state firms is larger. In the fixed-effect specification, the cash flow variable has a significant effect on investment only for non-state firms. Both the OLS and the fixed effect specifications therefore indicate that non-state domestic firms are more financially constrained than foreign firms. This is consistent with our priors that foreign firms, because of greater access to foreign capital, should exhibit smaller sensitivities of investment to cash flows than non-state Chinese firms.\\n\\nIt is worthwhile to point out that investment in foreign firms is more closely correlated with their access to loans. This could be due to a peculiar institutional friction caused by local authorities' competition for foreign direct investment (FDI). In an effort to attract foreign firms to a location, local governments in China often offer loans as matching funds for FDI entry (Huang 2003), and access to those loans may translate into more investment by foreign firms than domestic ones.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":30,\"markdown\":\"# CEOs' government connections \\n\\nOne of the central predictions of our theory is that firms with strong government connections face smaller costs of external funds, and their investments are therefore less responsive to internally generated cash flows than firms with weak government connections, for which internal funds may be the only way to finance investment. We test this implication by estimating the investment equation separately for firms with bureaucratic CEOs and those with entrepreneurial CEOs (Table 7).\\n\\nThe estimate of the cash flow coefficient for firms with entrepreneurial CEOs is more than double than that for firms with bureaucratic CEOs in the OLS specification, and about 50 percent larger in the fixed effect specification. Moreover, the estimated coefficient is only significant for firms with entrepreneurial CEOs in the OLS specifications. Investment in firms with entrepreneurial CEOs is also much more sensitive to access to loans, access to trade credit, and UCA. Though firms with government appointed CEOs receive as much external finance as those with entrepreneurial CEOs (Table 2), that finance does not appear to spur investment. ${ }^{25}$\\n\\nBureaucratic CEOs are subject to different reward systems and may have the tendency to use resources that would otherwise be spent on investment to seek favors from government officials who have influence over their future career. This notion is broadly supported by the data. Table 8 shows that the sensitivity of CEO pay to firm performance and the percentage increase in CEO income if a firm surpasses its performance target are both higher for entrepreneurial CEOs than bureaucratic ones. As a result, and as indicated in Table 2, firms with bureaucratic CEOs have lower investment intensities than firms with entrepreneurial CEOs.\\n\\n[^0]\\n[^0]:    ${ }^{25}$ Cull, Xu and Zhu (2011) suggest that the leakage of loans to SOEs to trade credit is a possibility.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":31,\"markdown\":\"Furthermore, the OLS results in Table 7 show that the investment of firms with bureaucratic CEOs is less sensitive to indicators of growth opportunities than those of firms with entrepreneurial CEOs.\\n\\nThese pieces of evidence support the liquidity constraint hypothesis: firms facing better growth opportunities and stronger incentives, that is, firms with entrepreneurial CEOs, are more financially constrained, and they readily translate greater access to internal and external finance into investment.\\n\\n# Additional checks: Firm size \\n\\nTo this point, we have shown evidence that financial constraints are more severe for firms in the non-state sector, especially those that lack strong ties to the government. Within that set of firms, we next investigate whether constraints are more severe for some than others. We focus on firm size. In the literature small firms are presumed to have less access to finance because they lack collateral and credit histories, making it difficult for banks to assess their creditworthiness (Berger and Udell, 2006; Beck, Demirguc-Kunt, and Martinez Peria, 2011). In China, weaker connections with government could put small firms in an even more disadvantageous situation when obtaining external funds.\\n\\nWe classify firms into 3 groups based on their capital stock in 2003, one year prior to the survey. The bottom, middle two, and top quartiles are defined as small, medium-sized, and large firms respectively. Surprisingly, it is the large non-state domestic firms that show the highest sensitivity of investment to cash flows (Table 9). The cash flow coefficient for large non-state firms is 2.5 times that for small firms. While somewhat surprising in an international context,\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":32,\"markdown\":\"since in most countries small firms tend to be most financially constrained, the results in China are plausible. ${ }^{26}$ Non-state firms that grow to be large despite poor access to finance and other obstacles tend to be especially well-run. In particular, large non-state firms are also likely to face especially strong competition, since the ownership restructuring program in the decade around 2000 was guided by the principle of \\\"grabbing the big and letting go the small\\\", which essentially privatized almost all small- and medium-sized enterprises, and non-profitable large enterprise, and kept large, profitable enterprises as state-owned (Zhu 1999; Lin and Zhu 2001; Xu, Zhu and Lin 2005). Those large non-state firms competing with the most profitable SOEs likely face the toughest market tests. Their main rivals, large SOEs, also hold sway over government regulations, partly due to their strong connection to the government (Berkman et al. 2010). Indeed, the top large SOEs tend to be ministerial-level appointments within the Communist Party apparatus, and their CEOs have a unique red phone that can directly dial up top government officials, unlike other SOE CEOs (McGregor 2010). Their large SOE rivals also have better access to bank loans, as the state-owned banks show strong bias in favor of SOEs in their lending (Boyreau-Debray, 2003; Cull and Xu, 2003; Gordon and Li, 2003; Allen, Qian, and Qian, 2005; Boyreau-Debray and Wei, 2005; Cull, Xu, and Zhu, 2009; and Gordon and Li, 2011). Adding to the difficulties of large non-state firms in access to external finance is the fact that the equity market in China also strongly favors SOEs (Wang, Xu and Zhu 2004; Francis et al. 2009). Large non-state firms thus have to be especially well run to survive in such fierce markets. Finally, for smaller firms, the need for investment funding is commensurately smaller, and thus it is easier to use informal finance such as funding from friends, relatives or trading partners to meet those needs. For large firms, the scale of investment needs is so large that\\n\\n[^0]\\n[^0]:    ${ }^{26}$ On the relative severity of financial constraints for small firms in other countries see, for example, Beck, Demirgüç-Kunt, and Maksimovic (2005).\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":33,\"markdown\":\"informal finance cannot fully meet it, and thus constraints on access to external finance are more binding. It is thus not surprising that they have higher return from investing their internal funds than other firms. Combining their strong capacity, the relative difficulty of relying on informal finance to meet investment needs, and their lack of access to finance due to government bias, it is plausible that those large non-state firms face especially strong financial constraints, and our finding of larger investment-cash-flow sensitivities for large non-state firms versus SMEs is thus not implausible. Since larger non-state firms are likely to be important engines for growth, this finding is alarming, and speaks to the severe misallocation of credit in China.\\n\\nRegarding external finance, the patterns for the three groups are broadly consistent with the stylized facts drawn from Table 3. Smaller firms have worse access to finance. For small, medium-sized and large firms, the shares of firms with access to bank loans are 37, 61 and 79, respectively; the average shares of inputs purchased with trade credit are $7.6,8.2$, and 10.6 percent, respectively; and the share of unpledged collateralizable asset is 2,10 and 21 percent, respectively. In the regressions, the coefficients for proxies for access to external finance are more pronounced for small firms than for medium-sized and large firms. For example, for small, medium-sized and large firms, the coefficients for access to bank loans are $0.31,0.17$, and 0.05 (not statistically significant), respectively. This pattern could indicate that, although relatively few small firms receive external finance, those that do are especially strong performers and especially likely to use those funds to invest in the growth of their businesses.\\n\\nSince the finding of much stronger financial constraints for large non-state entrepreneurial firms may run counter to many readers' priors, we conduct several additional checks. First, we clarify whether the result of greater financial constraints for large firms holds only for entrepreneurial CEOs. In table 10, we re-run the results separately for bureaucratic\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":34,\"markdown\":\"CEOs and entrepreneurial CEOs. Since in this paper we argue that government connections provide a key reason for (less severe) financial constraints, our prior is that the degree of financial constraint should not matter much for bureaucratic CEOs, regardless of their size they all have good connections and therefore good access to finance—and that the degree of financial constraint should differ by size for firms without government connections (i.e., entrepreneurial CEOs). The results confirm our priors. The coefficient for the cash flow variable tends to be small and insignificant for firms with bureaucratic CEOs. However, for firms with entrepreneurial CEOs, the cash flow coefficient increases monotonically from 0.10 to 0.16 to 0.28 for small, medium and large firms. It is thus large non-state firms without government connections that suffer most in terms of financial constraints. Large non-state firms with government connections do not suffer much with respect to financial constraints.\\n\\nSecond, we check whether the stronger investment-cash-flow sensitivity for large nonstate entrepreneurial firms is a mere artifact of the correlation between cash flow and growth opportunities, the classical concern in this literature. In other words, it is possible that the larger magnitude for the cash flow coefficient for these firms merely reflects greater growth opportunities and the stronger correlation between cash flow and growth opportunities. Since growth opportunities are partially unobserved and in the error term, in principle this stronger correlation is impossible to test. However, Altonji et al. (2005) suggest a useful way to detect the seriousness of the bias of the key (potentially endogenous) variable by checking the extent to which that variable is correlated with the observable components of the unobservable growth opportunities. To the extent that observable components are not strongly correlated with the key endogenous variable, or do not alter the coefficient of the key variable much, we have greater confidence in the estimate. Here, we have two observable components of growth opportunities,\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":35,\"markdown\":\"lagged sales growth of the firm, and the average industry Tobin's Q. If the larger investment-cash-flow sensitivity for large non-state entrepreneurial firms merely reflects omitted growth opportunities, we would expect a stronger correlation between cash flows and those two variables. In Table 11, we regress cash flow on the two proxies of growth opportunities, along with their interaction with the medium and large size dummies. The results indicate that cash flow is not strongly associated with growth opportunities among large firms. This piece of evidence thus does not support an explanation for the large investment-cash-flow sensitivity for large non-state entrepreneurial firms based on spurious correlation.\\n\\nThird, Table 12 offers further checks. For each size category, we offer four sets of results: (i) the same as the base specification without the two proxies of growth opportunities; (ii) the base specification with the proxies added; (iii) the instrumental variable estimate with cash flow treated as endogenous and instrumented by its lagged counterpart; (iv) the base specification with more controls for the business environment and CEO characteristics, similar to in Table 5. The results indicate that our finding of significantly greater financial constraints for large non-state entrepreneurial firms is robust. Indeed, controlling for growth opportunities makes little difference on the coefficient ( 0.275 vs 0.280 ). Adding controls reduces the magnitude just by a little (from 0.28 to 0.25 ). Finally, the IV estimate is especially large for large firms, much larger than for the other size groups ( 0.48 for large, 0.22 for medium, and 0.05 for small).\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":36,\"markdown\":\"# IV. Conclusion \\n\\nIn this paper we investigate the analytical and empirical linkages between firms' government connections, capital investment behavior, and financial frictions. In the theoretical framework we specifically concentrate on the role of CEOs' ties to government on firms' investment spending in the presence of financial constraints. Employing a large and representative firm-level data set, we use government appointment of CEOs and state ownership as proxies for firms' government connections, and empirically test whether those connections influence firms' investment and financing conditions. We also examine whether the degree of financial constraints differs across firms of various sizes.\\n\\nOur empirical findings are consistent with our model prediction that investment in firms with strong government connections is less sensitive to internal cash flows than investment in other firms. In particular, compared to firms with entrepreneurial CEOs, investment in firms with bureaucratic CEOs displays much lower sensitivities to cash flows. This indicates that firms with entrepreneurial CEOs tend to face tighter financial constraints due to their inferior political status in the Chinese credit market. Similarly, and consistent with previous literature using less representative data sets, investment-cash-flow sensitivities are much higher for non-state domestic firms than for other firms. For state-owned firms, which tend to have better access to external finance, there is not a significant link between cash flows and investment. The CEOs of firms with strong connections to the government are subject to different promotion criteria and thus may tend to maintain stable employment and use resources that would otherwise be spent on investment to seek favors from government officials who have influence over their future career. Consistent with that notion, we also find that investment by firms with strong government\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":37,\"markdown\":\"connections is less sensitive to access to external finance and to indicators of growth opportunities.\\n\\nFinally, we find that regardless of their size, investment by non-state Chinese firms is influenced by the availability of internal funds. Financial constraints as reflected in high investment-cash-flow sensitivities appear to be especially severe for large non-state firms without government connection. We conjecture that this may be explained by the greater financial needs of those firms, the relative incapacity of informal finance to cover these financing needs, and the substantial advantages enjoyed by their main competitive rivals (i.e., large SOEs) in gaining access to credit via equity markets and state-owned banks. Our robustness checks confirm this somewhat surprising result.\\n\\nOur findings are unique in light of previous studies, which have not emphasized how CEO characteristics and political connections affect financing conditions in China, especially within the subset of privately-owned firms. And our findings suggest that large, non-state, nonconnected firms may be especially financially constrained. The result implies that the Chinese credit market is still strongly driven by political connections, and models that ignore firms' CEO government connections are likely to yield imprecise or even misleading estimates of the effects of cash flows on Chinese investment patterns. Moreover, given rising Chinese wages and the potential for low-cost manufacturing to shift to other low-wage, fast-growing countries such as Vietnam and even some in Africa, the role played by large non-state firms is likely to increase over time. How to support the growth of these high-potential firms via improved access to finance therefore should be a key challenge for China in the coming years.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":38,\"markdown\":\"# References \\n\\nAcemouglu, Daron, Simon Johnson, and James Robinson. 2001. \\\"The Colonial Origins of Comparative Development: An Empirical Investigation.\\\" American Economic Review 91, 1369-401.\\n\\nAllen, Franklin, Jun Qian, Meijun Qian. 2005. \\\"Law, Finance, and Economic Growth in China,\\\" Journal of Financial Economics, Vol. 77, pp. 57-116.\\\"\\n\\nAlmeida, Heitor, Murillo Campello, and Michael S. Weisbach. 2004. \\\"The Cash Flow Sensitivity of Cash.\\\" Journal of Finance 59, 1777-1803.\\n\\nAltonji, JG, Elder, TE, and Taber, CR. 2005. \\\"Selection on observed and unobserved variables: Assessing the effectiveness of Catholic schools\\\" Journal of Political Economy 113(1), 151-184.\\n\\nAngrist, Joshua. 2001. \\\"Estimation of Limited Dependent Variable Models with Dummy Endogenous Regressors: Simple Strategies for Empirical Practice,\\\" Journal of Business and Economic Statistics 19(1), 2-16.\\n\\nAyyagari, Meghana, Asli Demirguc-Kunt, and Vojislav Maksimovic, 2010. \\\"Formal versus Informal Finance: Evidence from China.\\\" Review of Financial Studies 23(8): 3048-3097.\\n\\nAyyagari, Meghana, Asli Demirguc-Kunt, \\\\& Vojislav Maksimovic, 2012. \\\"Financing of firms in developing countries : lessons from research,\\\" Policy Research Working Paper Series 6036, The World Bank.\\n\\nBeck, Thorsten, Aslı Demirgüç-Kunt, and Vojislav Maksimovic, 2005. \\\"Financial and Legal Constraints to Firm Growth: Does Firm Size Matter?\\\" Journal of Finance 60(1): 137-77.\\n\\nBeck, Thorsten, Asli Demirguc-Kunt, and Maria Soledad Martinez Peria, 2011. \\\"Bank Financing for SMEs: Evidence across Countries and Bank Ownership Types.\\\" Journal of Financial Services Research, 39(1-2): 35-54.\\n\\nBerger, Allen N., Iftekhar Hasan, and Mingming Zhou, 2009. \\\"Bank Ownership and Efficiency in China: What Will Happen in the Wrold's largest Nation?\\\" Journal of Banking and Finance, 33(1): 113130 .\\n\\nBerger, Allen N. and Gregory F. Udell, 2006. \\\"A More Complete Conceptual Framework for SME Finance.\\\" Journal of Banking and Finance, 30(11): 2945-2966.\\n\\nBerkman, H., R.A. Cole, L.J. Fu. 2010. \\\"Political Connections and Minority-Shareholder Protection: Evidence from Securities-Market Regulation in China.\\\" Journal of Financial and Quantitative Analysis 45(6), 1391-1417.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":39,\"markdown\":\"Bliss, M.A., F.A. Gul. 2012. \\\"Political Connection and Cost of Debt: Some Malaysian Evidence.\\\" Journal of Banking and Finance 36(5), 1520-1527.\\n\\nBond, S., Elston, J. A., Mairesse, J. and Mulkay, B. 2003. \\\"Financial Factors and Investment in Belgium, France, Germany, and the United Kingdom: A Comparison Using Company Panel Data,\\\" Review of Economics and Statistics, 85(1), 153-165.\\n\\nBoubakri, N., JC Cossett, W Saffar. 2008. \\\"Political Connection of Newly privatized Firms,\\\" Journal of Corporate Finance 14(5), 654-673.\\n\\nBoubakri, N., O. Guedhami, D. Mishra, W. Saffar. 2012. \\\"Political Connections and the Cost of Equity Capital,\\\" Journal of Corporate Finance 18(3), 541-549.\\n\\nBoyreau-Debray, Genevieve, 2003. \\\"Financial Intermediation and Growth: Chinese Style,\\\" World Bank Policy Research Working Paper 3027.\\n\\nBoyreau-Debray, Genevieve, and Sheng-Jin Wei, 2005. \\\"Pitfalls of a State-dominated Financial System: The Case of China,\\\" NBER working paper 11214.\\n\\nBruhn, Miriam, Dean Karlan, and Antoinette Schoar. 2010. \\\"What Capital is Missing in Developing Countries?\\\" American Economic Review: Papers \\\\& Proceedings, 100(2): 629-633.\\n\\nCai, Hongbin, Hanming Fang, Lixin Colin Xu. 2011. \\\"Eat, Drink, Firms, Government: An Investigation of Corruption from Entertainment and Travel Costs of Chinese Firms.\\\" Journal of Law and Economics 54, 55-78.\\n\\nCalomiris, C.W., R. Fisman, Y.X. Wang. 2010. \\\"Profiting from Government Stakes in a Command Economy: Evidence from Chinese Asset Sales.\\\" Journal of Financial Economics 96(3), 399-412.\\n\\nChan, K.S., V.Q.T. Dang, and I.K.M. Yan. 2012. \\\"Chinese Firms' Political Connection, Ownership, and Financing Constraints,\\\" Economics Letters 115(2), 164-167.\\n\\nChaney, Paul K., Mara Faccio, and David C. Parsley. 2011. \\\"The quality of accounting information in politically connected firms\\\", Journal of Accounting and Economics, February 2011, vol. 51(1-2), $58-76$.\\n\\nChen M. 2008. \\\"Financial Constraints to the Investment of Chinese Listed Firms Across Firm Characteristics,\\\" The University of Nottingham Discussion Paper.\\n\\nChow, C. K. and Fung, M. K. Y. 1998. \\\"Ownership Structure, Lending Bias, and Liquidity Constraints: Evidence from Shanghai's Manufacturing Sector,\\\" Journal of Comparative Economics, 26: 301316 .\\n\\nChow, C.K. and Fung, M. K. Y. 2000. \\\"Small businesses and liquidity constraints in financing business investment: evidence from Shanghai's manufacturing sector.\\\" Journal of Business Venturing, 15, 363-383.\\n\\nClaessens, S., E. Feijen, L. Laeven. 2008. \\\"Political Connections and Preferential Access to Finance: The Role of Campaign Contribution,\\\" Journal of Financial Economics 88(3), 554-580.\\n\\nCleary, S. 1999. \\\"The Relationship between Firm Investment and Financial Status,\\\" Journal of Finance, 54, 673-692\\n\\nCooper, M.J., H. Gulen, A.V. Ovtchinnikov. 2010. \\\"Corporate Political Contributions and Stock Returns.\\\" Journal of Finance 65(2), 687-724.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":40,\"markdown\":\"Cull, Robert, and Lixin Colin Xu, 2003. \\\"Who Gets Credit? The Behavior of Bureaucrats and State Banks in Allocating Credit to Chinese State-owned Enterprises,\\\" Journal of Development Economics 71(2): 533-559.\\n\\nCull, Robert, and Lixin Colin Xu. 2005. \\\"Institutions, Ownership, and Finance: The Determinants of Investment among Chinese Firms,\\\" Journal of Financial Economics 77, 117-146.\\n\\nCull, Robert, Lixin Colin Xu, Tian Zhu. 2009. \\\"Formal Finance and Trade Credit During China's Transition,\\\" Journal of Financial Intermediation 18(2):173-192.\\n\\nDethier, Jean-Jacques, Maximilian Hirn, and Stephane Straub. 2011. \\\"Explaining Enterprise Performance in Developing Countries with Business Climate Survey Data.\\\" World Bank Research Observer 26, 258-309.\\n\\nDollar, David, and Shang-Jin Wei. 2007. \\\"Das (Wasted) Capital: Firm Ownership and Investment Efficiency in China.\\\" IMF Working Paper 07/09. Washington, DC.\\n\\nDu, J., S. Girma. 2010. \\\"Red Capitalists: Political Connections and Firm Performance in China.\\\" Kyklos 63(4), 530-545.\\n\\nFaccio, Mara. 2006. \\\"Politically connected firms\\\", American Economic Review 96(1), 369-386.\\nFaccio, Mara, John J. McConnell, and Ronald W. Masulis, 2006. \\\"Political connections and corporate bailouts\\\", Journal of Finance, vol. 61(6), 2597-2635.\\n\\nFaccio, Mara, and David C. Parsley. 2009. \\\"Sudden deaths: Taking stock of geographic ties\\\", Journal of Financial and Quantitative Analysis 33(3): 683-718.\\n\\nFaccio, Mara. 2010. \\\"Differences between politically connected and non-connected firms: A cross country analysis\\\", Financial Management, vol. 39(3), 905-927.\\n\\nFan, Joseph P.H., T.J. Wong, Tianyu Zhang. 2007. \\\"Politically connected CEOs, corporate governance, and Post-IPO performance of China's newly partially privatized firms.\\\" Journal of Financial Economics 84, 330-357.\\n\\nFrancis, B.B., I. Hasan, X. Sun. 2009. \\\"Political Connections and the Process of Going Public: Evidence from China.\\\" Journal of International Money and Finance 28(4), 696-719.\\n\\nRan, Joseph P.H., O.M. Rui, M.X. Zhao. 2008. \\\"Public Governance and Corporate Governance: Evidence from Corruption Cases,\\\" Journal of Comparative Economics 36(3), 343-364.\\n\\nFarrell, Diana, and Susan Lund, 2006. \\\"Putting China’s Capital to Work.\\\" Far Eastern Economic Review, 169: 5-10.\\n\\nFazzari, S., G. Hubbard, and B. Petersen. 1988, \\\"Financing constraints and corporate Investment,\\\" Brookings papers on Economic Activity, 19, pp. 141-195.\\n\\nFazzari, S., G. Hubbard, and B. Petersen. 2000. \\\"Investment-Cash Flow Sensitivities are Useful: A Comment on Kaplan and Zingales,\\\" Quarterly Journal of Economics, volume 115 (May, 2000), 695-705.\\n\\nFisman, Raymond. 2001. \\\"Estimating the Value of Political Connections\\\". American Economic Review, Vol. 91, No. 4, (Sep., 2001), pp. 1095-1102.\\n\\nGoldman, E., J. Rocholl, J. So. 2009. \\\"Do Politically Connected Boards Affect Firm Value?\\\" Review of Financial Study 22(6), 2331-2360.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":41,\"markdown\":\"Gordon, R. H. and W. Li (2003), \\\"Government as a Discriminating Monopolist in the Financial Market: The Case of China,\\\" Journal of Public Economics, 87:283-312\\n\\nGordon, R. H. and W. Li (2009), \\\"Tax Structures in Developing Countries: Puzzles and Possible Explanations,\\\" Journal of Public Economics, 93: 855-866\\n\\nGordon, R. H., and W. Li (2011), \\\"Provincial and Local Governments in China: Fiscal Institutions and Government Behavior,\\\" in \\\"Capitalizing China,\\\" National Bureau of Economic Research and University of Chicago Press\\n\\nGuariglia, Alessandra, Xiaoxuan Liu, and Lina Song. 2011. \\\"Internal finance and Growth: Microeconometric Evidence on Chinese Firms.\\\" Journal of Development Economics 96(1): 7994 .\\n\\nHarrison, Ann, Justin Y. Lin, Lixin Colin Xu. 2011. \\\"Explaining Africa’s (Dis)advantage.\\\" Working paper, World Bank.\\n\\nHéricourt, J. and S. Poncet. 2009. \\\"FDI and credit constraints: firm level evidence in China\\\". Economic Systems, 33, 1-21.\\n\\nHoshi, T., Kashyap, A. and Scharfstein, D. 1991, \\\"Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups,\\\" Quarterly Journal of Economics, Vol. 106, No. 1, 33-60.\\n\\nHsu, Berry Fong Chong, and Q. Wan, 2004. \\\"Enhancing Competitiveness Of China’s Banks Through Disposing Non-performance Loans By Asst Management Companies.\\\" Chinese Law and Government, 37(6): 1-66.\\n\\nHuang, Yasheng. 2003. Selling China: Foreign Direct Investment During the Reform Era. New York: Cambridge University Press.\\n\\nHubbard, R. G. 1998, \\\"Capital Market Imperfections and Investment,\\\" Journal of Economic Literature, 36 (1), pp. 193-225.\\n\\nJohnson, S., T. Mitton. 2003. \\\"Cronyism and Capital Control: Evidence from Malaysia,\\\" Journal of Financial Economics 67(2), 351-382.\\n\\nKaplan, S. and Zingales, L. 1997. \\\"Do investment-cash flow sensitivities provide useful measures of financing constraints?\\\" Quarterly Journal of Economics, 112, 169-215.\\n\\nKaplan, S. and Zingales, L. 2000. \\\"Investment-Cash Flow Sensitivities Are Not Valid Measures of Financing Constraints,\\\" Quarterly Journal of Economics, 115, 707-712.\\n\\nKnack, Stephen, and Philip Keefer. 1995. \\\"Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures.\\\" Economics and Politics 7(3), 207-28.\\n\\nLa Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1997. \\\"Legal Determinants of External Finance.\\\" Journal of Finance 52(3), 1131-50.\\n—_. 1998. \\\"Law and Finance.\\\" Journal of Political Economy 106(6), 1113-55.\\n—_. 2000. \\\"Investor Protection and Corporate Governance.\\\" Journal of Financial Economics 58, 327.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":42,\"markdown\":\"Li, H.B., L.S. Meng, Q. Wang, and L.A. Zhou. 2008. \\\"Political Connections, Financing and Firm Performance: Evidence from Chinese Private Firms.\\\" Journal of Development Economics 87(2), 283-299.\\n\\nLin, Yi-min, and Tian Zhu. 2001. \\\"Ownership Restructuring in Chinese State Industry: An Analysis of Evidence on Initial Organizational Changes\\\", China Quarterly, 166, 305-341.\\n\\nLuez, C., F. Oberholzer-Gee. 2006. \\\"Political Relationships, Global Financing, and Corporate Transparency: Evidence from Indonesia.\\\" Journal of Financial Economics 81(2), 411-439.\\n\\nMcGregor, Richard. 2010. The Party: The Secret World of China's Communist Rulers. New York: Harper Collins Press.\\n\\nPoncet, Sandra, Walter Steingress, and Hylke Vandenbussche, 2010. \\\"Financial Constraints in China: Firm-level Evidence.\\\" China Economic Review 21(3): 411-422.\\n\\nStein, J. 2003. \\\"Agency, Information and Corporate Investment.\\\" forthcoming in the Handbook of the Economics of Finance, edited by George Constantinides, Milton Harris, and Rene Stulz.\\n\\nWang, Xiaozu, Lixin Colin Xu, and Tian Zhu. 2004. \\\"State-Owned Enterprises Going Public - The Case of China.\\\" Economics of Transition 12(3): 467-487.\\n\\nWeisbach, Michael S. 1995. \\\"CEO Turnover and the Firm's Investment Decisions.\\\" Journal of Financial Economics 37, 159-188.\\n\\nWu, W.F., C.F. Wu, and O.M. Rui. \\\"Ownership and the Value of Political Connections: Evidence from China.\\\" European Financial Management 18(4), 695-729.\\n\\nWu, W.F., C.F. Wu, C.Y. Zhou, J. Wu. \\\"Political Connections, Tax Benefits and Firm Performance: Evidence from China,\\\" Journal of Accounting and Public Policy 31(3), 277-300.\\n\\nXu, Lixin Colin. 2011. \\\"The Effects of Business Environments on Development: A Survey of New FirmLevel Evidence,\\\" World Bank Research Observer 26 (2), 310-340.\\n\\nXu, Lixin Colin, Tian Zhu, Yi-Min Lin. 2005. \\\"Politician Control, Agency Problems, and Ownership Reform: Evidence from China\\\" Economics of Transition 13(1), 1-24.\\n\\nZhu, Tian. 1999. \\\"China’s Corporatization Drive: An Evaluation and Policy Implications,\\\" Contemporary Economic Policy, 17(4), 530-539.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":43,\"markdown\":\"Table 1. Summary Statistics for the Pooled Sample.\\n\\n|  | N | mean | sd | min | max |\\n| :--: | :--: | :--: | :--: | :--: | :--: |\\n| I/lagged K | 11,659 | 0.338 | 0.882 | 0.000 | 7.086 |\\n| Ln(GDP per capita) | 11,699 | 8.992 | 0.649 | 7.517 | 10.511 |\\n| Ln(city population) | 11,699 | 6.229 | 0.560 | 4.840 | 7.927 |\\n| Firm age | 11,694 | 13.652 | 13.545 | 3.000 | 140.000 |\\n| Non-state | 10,756 | 0.780 | 0.414 | 0.000 | 1.000 |\\n| Foreign | 10,756 | 0.121 | 0.326 | 0.000 | 1.000 |\\n| Loan | 11,697 | 0.595 | 0.491 | 0.000 | 1.000 |\\n| Tradecredit | 11,699 | 0.086 | 0.195 | 0.000 | 1.000 |\\n| UCA | 11,563 | 0.109 | 1.638 | $-15.830$ | 1.000 |\\n| Sales/lagged K | 11,566 | 6.620 | 13.646 | 0.004 | 162.523 |\\n| CF/lagged K | 11,438 | 0.608 | 1.425 | $-1.628$ | 15.887 |\\n| Lagged sales growth | 11,404 | 0.533 | 1.279 | $-0.549$ | 15.038 |\\n| Tobin's Q | 11,699 | 1.205 | 0.138 | 0.909 | 1.831 |\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":44,\"markdown\":\"Table 2. Summary Statistics by CEO appointment status\\n\\n|  | pooled |  |  |  | Non-state domestic firms only |  |  |  |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | Entrepreneur CEO |  | Gov-appointed CEO |  | Entrepreneur CEO |  | Gov-appointed CEO |  |\\n|  | mean | sd | mean | sd | mean | sd | mean | sd |\\n| I/lagged K | 0.360 | 0.921 | 0.179 | 0.487 | 0.369 | 0.943 | 0.227 | 0.627 |\\n| Ln(GDP per capita) | 9.005 | 0.652 | 8.892 | 0.619 | 8.902 | 0.607 | 8.916 | 0.630 |\\n| Ln(city population) | 6.222 | 0.561 | 6.278 | 0.546 | 6.210 | 0.551 | 6.239 | 0.568 |\\n| Firm age | 12.002 | 11.714 | 25.987 | 18.937 | 11.504 | 11.144 | 18.901 | 15.868 |\\n| Non-state | 0.818 | 0.386 | 0.517 | 0.500 | 1.000 | 0.000 | 1.000 | 0.000 |\\n| Foreign | 0.134 | 0.340 | 0.030 | 0.170 | 0.000 | 0.000 | 0.000 | 0.000 |\\n| loan | 0.600 | 0.490 | 0.562 | 0.496 | 0.605 | 0.489 | 0.580 | 0.494 |\\n| Trade credit | 0.087 | 0.197 | 0.080 | 0.174 | 0.077 | 0.173 | 0.078 | 0.172 |\\n| UCA | 0.108 | 1.649 | 0.114 | 1.560 | 0.039 | 1.711 | 0.058 | 1.655 |\\n| Sales/lagged K | 7.031 | 14.128 | 3.560 | 8.697 | 7.189 | 14.382 | 4.201 | 7.838 |\\n| CF/lagged K | 0.642 | 1.461 | 0.356 | 1.102 | 0.636 | 1.418 | 0.472 | 1.354 |\\n| Lagged sales growth | 0.560 | 1.314 | 0.326 | 0.942 | 0.567 | 1.300 | 0.403 | 1.216 |\\n| Tobin's Q | 1.205 | 0.141 | 1.207 | 0.110 | 1.198 | 0.134 | 1.193 | 0.101 |\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":45,\"markdown\":\"Table 3. Summary Statistics by Firm Size\\n\\n|  |  | Pooled Sample |  |  |  |  |\\n| :-- | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | Small | Medium |  |  |  |  |\\n|  | mean | sd | mean | sd | mean | Sd |\\n| I/lagged K | 0.527 | 1.315 | 0.295 | 0.747 | 0.239 | 0.469 |\\n| Ln(GDP per capita) | 8.877 | 0.631 | 8.930 | 0.623 | 9.231 | 0.659 |\\n| Firm age | 9.716 | 8.294 | 13.179 | 12.284 | 18.563 | 17.997 |\\n| Non-state | 0.913 | 0.281 | 0.794 | 0.404 | 0.614 | 0.487 |\\n| Foreign | 0.045 | 0.208 | 0.114 | 0.318 | 0.211 | 0.408 |\\n| Loan | 0.367 | 0.482 | 0.614 | 0.487 | 0.785 | 0.411 |\\n| Tradecredit | 0.076 | 0.179 | 0.082 | 0.185 | 0.106 | 0.225 |\\n| UCA | 0.019 | 2.191 | 0.100 | 1.559 | 0.214 | 1.056 |\\n| Sales/lagged K | 14.708 | 22.729 | 4.619 | 8.135 | 2.836 | 4.783 |\\n| CF/lagged K | 1.106 | 2.227 | 0.508 | 1.153 | 0.342 | 0.602 |\\n| Lagged sales growth | 0.640 | 1.538 | 0.506 | 1.199 | 0.480 | 1.137 |\\n| Tobin's Q | 1.206 | 0.147 | 1.206 | 0.138 | 1.204 | 0.129 |\\n|  | Non-state domestic firms only |  |  |  |  |  |\\n|  |  | Small | Medium |  |  | Large |\\n|  | mean | sd | mean | sd | mean | Sd |\\n| I/lagged K | 0.515 | 1.291 | 0.305 | 0.769 | 0.246 | 0.450 |\\n| Ln(GDP per capita) | 8.848 | 0.613 | 8.857 | 0.586 | 9.112 | 0.617 |\\n| Firm age | 9.333 | 7.681 | 12.069 | 11.273 | 16.579 | 16.156 |\\n| Loan | 0.372 | 0.483 | 0.645 | 0.479 | 0.848 | 0.359 |\\n| Tradecredit | 0.073 | 0.175 | 0.075 | 0.168 | 0.088 | 0.183 |\\n| UCA | 0.020 | 2.148 | 0.030 | 1.628 | 0.099 | 1.016 |\\n| Sales/lagged K | 14.270 | 22.086 | 4.479 | 7.447 | 2.461 | 3.193 |\\n| CF/lagged K | 1.080 | 2.137 | 0.486 | 1.042 | 0.314 | 0.413 |\\n| Lagged sales growth | 0.625 | 1.498 | 0.546 | 1.257 | 0.462 | 1.026 |\\n| Tobin's Q | 1.201 | 0.139 | 1.198 | 0.130 | 1.191 | 0.121 |\\n\\nNote. Small and large firms are firms with capital stock in the bottom and top quartiles. Medium-sized firms are those in the middle two quartiles in capital stock.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":46,\"markdown\":\"Table 4. The Investment Equation for the Pool sample\\n\\n|  | $\\\\begin{aligned} & \\\\text { tobit } \\\\\\\\ & \\\\text { coef/t } \\\\end{aligned}$ | OLS coef/t | $\\\\begin{aligned} & \\\\text { tobit } \\\\\\\\ & \\\\text { coef/t } \\\\end{aligned}$ | OLS coef/t | OLS+ind coef/t | IV coef/t | OLS coef/t | FE coef/t |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | (1) | (2) | (3) | (4) | (5) | (6) | (7) | (8) |\\n| ln(GDP per capita) | 0.043 | $-0.014$ | 0.035 | $-0.021$ | $-0.037^{*}$ | $-0.040^{* *}$ | $-0.019$ |  |\\n|  | (1.406) | $(-0.695)$ | (1.231) | $(-1.089)$ | $(-1.946)$ | $(-2.327)$ | $(-0.984)$ |  |\\n| ln(city pop) | $0.058^{* *}$ | 0.021 | $0.054^{* *}$ | 0.020 | 0.009 | 0.009 | 0.016 |  |\\n|  | (2.132) | (1.427) | (2.108) | (1.362) | (0.612) | (0.581) | (1.091) |  |\\n| ln(firm age) | $-0.044^{* * *}$ | $-0.048^{* * *}$ | $-0.052^{* * *}$ | $-0.051^{* * *}$ | $-0.055^{* * *}$ | $-0.053^{* * *}$ | $-0.051^{* * *}$ |  |\\n|  | $(-2.910)$ | $(-4.554)$ | $(-3.428)$ | $(-4.801)$ | $(-4.985)$ | $(-5.606)$ | $(-4.638)$ |  |\\n| Non-state | $0.066^{*}$ | $0.055^{* *}$ | 0.044 | $0.042^{* *}$ | $0.045^{* *}$ | $0.052^{* *}$ | $0.039^{*}$ |  |\\n|  | (1.935) | (2.542) | (1.366) | (1.975) | (2.053) | (2.995) | (1.909) |  |\\n| Foreign | $0.082^{* *}$ | 0.011 | 0.047 | $-0.014$ | $-0.018$ | $-0.006$ | $-0.023$ |  |\\n|  | (2.221) | (0.405) | (1.309) | $(-0.545)$ | $(-0.648)$ | $(-0.210)$ | $(-0.879)$ |  |\\n| sales/lagged K | $0.008^{* * *}$ | $0.008^{* * *}$ | $0.011^{* * *}$ | $0.010^{* * *}$ | $0.010^{* * *}$ | $0.011^{* * *}$ | $0.011^{* * *}$ | $0.043^{* * *}$ |\\n|  | (5.074) | (6.014) | (6.349) | (6.914) | (6.975) | (5.467) | (6.902) | (32.645) |\\n| CF/lagged K | $0.107^{* * *}$ | $0.089^{* * *}$ | $0.129^{* * *}$ | $0.107^{* * *}$ | $0.105^{* * *}$ | $0.090^{* * *}$ | $0.106^{* * *}$ | $0.089^{* * *}$ |\\n|  | (5.182) | (4.881) | (5.900) | (5.510) | (5.386) | (3.856) | (5.400) | (8.780) |\\n| Loan |  |  | $0.289^{* * *}$ | $0.155^{* * *}$ | $0.155^{* * *}$ | $0.149^{* * *}$ | $0.165^{* * *}$ |  |\\n|  |  |  | (11.621) | (9.234) | (9.020) | (8.767) | (9.790) |  |\\n| Trade credit |  |  | $0.103^{* *}$ | $0.079^{*}$ | $0.071^{*}$ | 0.058 | $0.076^{*}$ |  |\\n|  |  |  | (2.103) | (1.899) | (1.716) | (1.482) | (1.755) |  |\\n| UCA |  |  | $0.044^{* * *}$ | $0.032^{* * *}$ | $0.031^{* * *}$ | $0.028^{* * *}$ | $0.031^{* * *}$ |  |\\n|  |  |  | (4.432) | (4.475) | (4.570) | (4.248) | (4.399) |  |\\n| Lagged sale growth |  |  |  |  |  |  | $0.019^{* * *}$ |  |\\n|  |  |  |  |  |  |  | (3.095) |  |\\n| Tobin's Q |  |  |  |  |  |  | $0.247^{* * *}$ |  |\\n|  |  |  |  |  |  |  | (3.721) |  |\\n| Ind Q |  |  |  |  |  |  |  | $0.158^{* * *}$ |\\n|  |  |  |  |  |  |  |  | (3.205) |\\n| Number of observations | 10,283 | 10,283 | 10,207 | 10,207 | 10,207 | 10,032 | 9,982 | 22,688 |\\n| Adjusted R2 | 0.020 | 0.061 | 0.031 | 0.079 | 0.085 | 0.080 | 0.085 | $-0.744$ |\\n\\n${ }^{* * *} \\\\mathrm{p}<0.01,{ }^{* *} \\\\mathrm{p}<0.05,{ }^{*} \\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies.\\nInd Q is time-varying and thus does not drop out in the FE estimation. For OLS, Tobin's Q is average (to reduce measurement errors).\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":47,\"markdown\":\"Table 5. The Investment Equation with Sensitivity Checks\\n\\n|  | OLS | OLS | OLS | OLS | OLS | OLS |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n| Loan | (1) | (2) | (3) | (4) | (5) | (6) |\\n|  | $0.155^{* * *}$ | $0.155^{* * *}$ | $0.155^{* * *}$ | $0.140^{* * *}$ | $0.155^{* * *}$ | $0.138^{* * *}$ |\\n| Trade credit | (9.234) | (9.224) | (9.149) | (8.342) | (9.171) | (8.102) |\\n|  | $0.079^{*}$ | $0.079^{*}$ | $0.089^{* *}$ | $0.073^{*}$ | $0.080^{*}$ | $0.081^{* *}$ |\\n|  | (1.899) | (1.899) | (2.134) | (1.813) | (1.918) | (1.981) |\\n| UCA | $0.032^{* * *}$ | $0.032^{* * *}$ | $0.032^{* * *}$ | $0.033^{* * *}$ | $0.032^{* * *}$ | $0.033^{* * *}$ |\\n|  | (4.475) | (4.493) | (4.484) | (4.455) | (4.477) | (4.501) |\\n| sales/lagged K | $0.010^{* * *}$ | $0.010^{* * *}$ | $0.010^{* * *}$ | $0.011^{* * *}$ | $0.010^{* * *}$ | $0.011^{* * *}$ |\\n|  | (6.914) | (6.893) | (6.864) | (6.907) | (6.923) | (6.837) |\\n| CF/lagged K | $0.107^{* * *}$ | $0.106^{* * *}$ | $0.107^{* * *}$ | $0.110^{* * *}$ | $0.107^{* * *}$ | $0.110^{* * *}$ |\\n|  | (5.510) | (5.490) | (5.477) | (5.554) | (5.519) | (5.508) |\\n| Loss of sales due to electricity |  | 0.196 |  |  |  | 0.228 |\\n|  |  | (1.400) |  |  |  | (1.600) |\\n| Loss of sales due to transportation |  | $-0.109$ |  |  |  | $-0.076$ |\\n|  |  | $(-0.370)$ |  |  |  | $(-0.245)$ |\\n| Road density |  | $-0.115$ |  |  |  | 0.175 |\\n|  |  | $(-0.226)$ |  |  |  | (0.349) |\\n| autonomy in investment |  |  | 0.036 |  |  | 0.033 |\\n|  |  |  | (1.334) |  |  | (1.161) |\\n| CEO schooling |  |  |  | $0.019^{* * *}$ |  | $0.020^{* * *}$ |\\n|  |  |  |  | (3.791) |  | (3.931) |\\n| CEO appointed by gov't |  |  |  | $-0.055^{* *}$ |  | $-0.052^{* *}$ |\\n|  |  |  |  | (-2.564) |  | (-2.400) |\\n| CEO also board chairman |  |  |  | $0.055^{* * *}$ |  | $0.051^{* * *}$ |\\n|  |  |  |  | (2.892) |  | (2.638) |\\n| CEO wage/worker wage |  |  |  | 0.002 |  | 0.002 |\\n|  |  |  |  | (1.394) |  | (1.410) |\\n| CEO has incentive plans |  |  |  | 0.071 |  | 0.073 |\\n|  |  |  |  | (1.097) |  | (1.121) |\\n| PR protection |  |  |  |  | 0.026 | 0.036 |\\n|  |  |  |  |  | (0.343) | (0.466) |\\n| government help |  |  |  |  | 0.037 | 0.031 |\\n|  |  |  |  |  | (0.727) | (0.595) |\\n| ETC |  |  |  |  | 0.815 | 1.221 |\\n|  |  |  |  |  | (0.383) | (0.582) |\\n| Number of observations | 10,207 | 10,207 | 10,106 | 9,945 | 10,207 | 9,866 |\\n| Adjusted R2 | 0.079 | 0.079 | 0.080 | 0.084 | 0.079 | 0.084 |\\n\\n*** $\\\\mathrm{p}<0.01$, ** $\\\\mathrm{p}<0.05$, * $\\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies, $\\\\ln$ (GDP per capita), $\\\\ln$ (city pop), $\\\\ln$ (firm age),\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":48,\"markdown\":\"Table 6. The Investment Equation by Ownership\\n\\n|  | State |  | Non-state |  | Foreign |  |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | OLS, | FE | OLS, | FE | OLS | FE |\\n| $\\\\ln$ (GDP per capita) | 0.034 |  | $-0.034$ |  | 0.047 |  |\\n|  | (1.390) |  | $(-1.416)$ |  | (1.161) |  |\\n| $\\\\ln$ (city pop) | 0.018 |  | 0.012 |  | $-0.012$ |  |\\n|  | (0.823) |  | (0.626) |  | $(-0.394)$ |  |\\n| $\\\\ln$ (firm age) | 0.016 |  | $-0.053^{* * *}$ |  | $-0.121^{* * *}$ |  |\\n|  | (0.754) |  | (-4.376) |  | (-2.747) |  |\\n| Loan | $0.091^{* * *}$ |  | $0.168^{* * *}$ |  | $0.217^{* * *}$ |  |\\n|  | (3.925) |  | (7.954) |  | (4.753) |  |\\n| Trade credit | 0.014 |  | 0.090 |  | 0.070 |  |\\n|  | (0.173) |  | (1.522) |  | (1.084) |  |\\n| UCA | $-0.000$ |  | $0.039^{* * *}$ |  | 0.010 |  |\\n|  | $(-0.025)$ |  | (5.800) |  | (0.219) |  |\\n| sales/lagged K | $0.030^{* *}$ | $0.080^{* * *}$ | $0.010^{* * *}$ | $0.042^{* * *}$ | $0.009^{* *}$ | $0.059^{* * *}$ |\\n|  | (2.177) | (15.933) | (5.882) | (26.696) | (2.119) | (15.620) |\\n| CF/lagged K | $-0.023$ | $-0.290^{* * *}$ | $0.121^{* * *}$ | $0.139^{* * *}$ | $0.072^{* * *}$ | $-0.035$ |\\n|  | (-0.621) | (-7.077) | (5.010) | (11.286) | (2.619) | (-1.617) |\\n| Lagged sale growth | 0.028 |  | $0.016^{* *}$ |  | 0.023 |  |\\n|  | (1.283) |  | (2.370) |  | (1.222) |  |\\n| Tobin's Q | $-0.056$ | 0.111 | $0.265^{* * *}$ | $0.151^{* *}$ | $0.340^{* *}$ | 0.184 |\\n|  | (-0.391) | (1.362) | (3.102) | (2.435) | (2.311) | (1.413) |\\n| Number of observations | 1,007 | 2,098 | 7,765 | 16,258 | 1,210 | 2,504 |\\n| Adjusted R2 | 0.144 | 0.198 | 0.082 | 0.153 | 0.101 | 0.178 |\\n| p-value for the test of equality of CF/lagged K for OLS | State $=$ Non-State: 0.001; State=Foreign: 0.063; Non-State=Foreign: 0.174 |  |  |  |  |  |\\n| p-value for the test of equality of CF/lagged K for FE | State $=$ Non-State: 0.000; State=Foreign: 0.000; Non-State=Foreign: 0.000 |  |  |  |  |  |\\n| p-value for the test of equality of Loan for OLS | State $=$ Non-State: 0.013; State=Foreign: 0.014; Non-State=Foreign: 0.318 |  |  |  |  |  |\\n| p-value for the test of equality of trade credit for OLS | State $=$ Non-State: 0.457; State=Foreign: 0.593; Non-State=Foreign: 0.814 |  |  |  |  |  |\\n\\n[^0]\\n[^0]:    *** $\\\\mathrm{p}<0.01$, ** $\\\\mathrm{p}<0.05$, * $\\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies. Q for OLS is industry-level average of Q , and for FE is industry-year level of Q .\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":49,\"markdown\":\"Table 7. The Investment Equation by CEO government connection\\n\\n|  | Entrepreneurial CEOs |  | Government-appointed CEOs |  |\\n| :--: | :--: | :--: | :--: | :--: |\\n|  | OLS | FE | OLS | FE |\\n| $\\\\ln$ (GDP per capita) | $-0.026$ |  | 0.022 |  |\\n|  | $(-1.362)$ |  | $(0.710)$ |  |\\n| $\\\\ln$ (city pop) | 0.015 |  | 0.013 |  |\\n|  | (0.945) |  | (0.485) |  |\\n| $\\\\ln$ (firm age) | $-0.003^{* * *}$ |  | $-0.000$ |  |\\n|  | $(-4.806)$ |  | $(-0.654)$ |  |\\n| Non-state | 0.003 |  | $0.067^{* * *}$ |  |\\n|  | (0.104) |  | (2.818) |  |\\n| Foreign | $-0.067^{*}$ |  | 0.009 |  |\\n|  | $(-1.771)$ |  | (0.161) |  |\\n| 1 (access to loan) | $0.175^{* * *}$ |  | $0.100^{* * *}$ |  |\\n|  | (8.812) |  | (3.723) |  |\\n| trade credit | $0.093^{* *}$ |  | $-0.059$ |  |\\n|  | (2.039) |  | $(-1.051)$ |  |\\n| UCA | $0.036^{* * *}$ |  | 0.003 |  |\\n|  | (4.915) |  | (0.294) |  |\\n| sales/lagged K | $0.011^{* * *}$ | $0.043^{* * *}$ | 0.008 | $0.068^{* * *}$ |\\n|  | (5.923) | (30.438) | (1.164) | (12.941) |\\n| CF/LAGGED K | $0.111^{* * *}$ | $0.091^{* * *}$ | 0.045 | $0.066^{* *}$ |\\n|  | (5.887) | (8.418) | (1.008) | (2.088) |\\n| Lagged sales growth | $0.022^{* * *}$ |  | 0.000 |  |\\n|  | (3.279) |  | (0.008) |  |\\n| Tobin's Q | $0.256^{* * *}$ | $0.155^{* * *}$ | 0.030 | $0.192^{* *}$ |\\n|  | (3.381) | (2.814) | (0.388) | (2.134) |\\n| Number of observations | 8,693 | 19,934 | 1,261 | 2,692 |\\n| Adjusted R2 | 0.084 | 0.144 | 0.049 | 0.133 |\\n| p -value for the test of equality of CF/lagged K for OLS |  | Entrepreneur $=$ government CEO: 0.205 |  |  |\\n| p -value for the test of equality of CF/lagged K for FE |  | Entrepreneur $=$ government CEO: 0.655 |  |  |\\n| p -value for the test of equality of Loan for OLS |  | Entrepreneur $=$ government CEO: 0.017 |  |  |\\n| p -value for the test of equality of trade credit for OLS. |  | Entrepreneur $=$ government CEO: 0.032 |  |  |\\n\\n*** $\\\\mathrm{p}<0.01, * * \\\\mathrm{p}<0.05, * \\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":50,\"markdown\":\"Table 8. CEO Characteristics by CEO government connection\\n\\n|  | Entrepreneur CEOs <br> (A) | Government- <br> appointed CEOs <br> (B) | T-test for difference between <br> entrepreneur CEO and government- <br> appointed CEO <br> $(\\\\mathrm{A}-\\\\mathrm{B})$ |\\n| :-- | :--: | :--: | :--: |\\n| CEO schooling | $15.317(0.012)$ | $15.704(0.025)$ | $-0.387(0.034)^{* * *}$ |\\n| CEO wage/worker wage | $6.917(0.038)$ | $5.188(0.080)$ | $1.728(0.108)^{* * *}$ |\\n| Dummy: CEO income <br> directly linked to <br> operating performance <br> of the firm | $0.078(0.001)$ | $0.071(0.002)$ | $0.007(0.002)^{* * *}$ |\\n| The percent of CEO <br> income increase if <br> surpassing <br> performance threshold | $0.118(0.001)$ | $0.109(0.003)$ | $0.009(0.003)^{* * *}$ |\\n\\nNote. All variables come directly from the survey.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":51,\"markdown\":\"Table 9. The investment equation by firm size (in capital stock) and firm age: Non-State Domestic Only\\n\\n|  | By size |  |  |\\n| :--: | :--: | :--: | :--: |\\n|  | Small | Medium | Large |\\n| $\\\\ln$ (GDP per capita) | $\\\\begin{aligned} & -0.101^{* *} \\\\\\\\ & (-2.009) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.001 \\\\\\\\ & (0.037) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.010 \\\\\\\\ & (0.361) \\\\end{aligned}$ |\\n| $\\\\ln$ (city pop) | $\\\\begin{aligned} & -0.014 \\\\\\\\ & (-0.297) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.026 \\\\\\\\ & (0.983) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.041 \\\\\\\\ & (1.529) \\\\end{aligned}$ |\\n| $\\\\ln$ (firm age) | $\\\\begin{aligned} & -0.105^{* * *} \\\\\\\\ & (-2.842) \\\\end{aligned}$ | $\\\\begin{aligned} & -0.037^{* *} \\\\\\\\ & (-2.408) \\\\end{aligned}$ | $\\\\begin{aligned} & -0.017 \\\\\\\\ & (-1.449) \\\\end{aligned}$ |\\n| Loan | $\\\\begin{aligned} & 0.309^{* * *} \\\\\\\\ & (5.200) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.166^{* * *} \\\\\\\\ & (7.331) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.047 \\\\\\\\ & (1.150) \\\\end{aligned}$ |\\n| Trade credit | $\\\\begin{aligned} & 0.237 \\\\\\\\ & (1.495) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.024 \\\\\\\\ & (0.338) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.042 \\\\\\\\ & (0.746) \\\\end{aligned}$ |\\n| UCA | $\\\\begin{aligned} & 0.048^{* * *} \\\\\\\\ & (4.010) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.042^{* * *} \\\\\\\\ & (4.748) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.029^{* *} \\\\\\\\ & (2.345) \\\\end{aligned}$ |\\n| sales/lagged K | $\\\\begin{aligned} & 0.009^{* * *} \\\\\\\\ & (4.310) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.011^{* *} \\\\\\\\ & (2.540) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.007 \\\\\\\\ & (1.377) \\\\end{aligned}$ |\\n| CF/lagged K | $\\\\begin{aligned} & 0.103^{* * *} \\\\\\\\ & (3.448) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.140^{* * *} \\\\\\\\ & (3.456) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.252^{* * *} \\\\\\\\ & (6.047) \\\\end{aligned}$ |\\n| Lagged sale growth | $\\\\begin{aligned} & 0.031^{*} \\\\\\\\ & (1.901) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.001 \\\\\\\\ & (0.149) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.034^{* * *} \\\\\\\\ & (3.257) \\\\end{aligned}$ |\\n| Tobin's Q | $\\\\begin{aligned} & 0.364^{*} \\\\\\\\ & (1.886) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.255^{* *} \\\\\\\\ & (2.342) \\\\end{aligned}$ | $\\\\begin{aligned} & 0.066 \\\\\\\\ & (0.817) \\\\end{aligned}$ |\\n| Number of observations | 2,170 | 4,021 | 1,573 |\\n| Adjusted R2 | 0.082 | 0.077 | 0.075 |\\n| p -value for the test of equality of CF/lagged K for OLS | Small=medium:0.444; small=large:0.004; medium=large:0.046 |  |  |\\n| p -value for the test of equality of Loan for OLS | Small=medium:0.022; small=large:0.0001; medium=large:0.009 |  |  |\\n| p -value for the test of equality of trade credit for OLS | Small=medium:0.219; small=large:0.233; medium=large:0.839 |  |  |\\n\\n${ }^{* * *} \\\\mathrm{p}<0.01,{ }^{* *} \\\\mathrm{p}<0.05,{ }^{*} \\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":52,\"markdown\":\"Table 10. The investment equation by firm size and CEO government connections: non-state domestic only\\n\\n|  | By size |  |  |  |  |  |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | Bureaucratic CEOs |  |  | Entrepreneural CEOs |  |  |\\n|  | Small | Medium | Large | Small | Medium | Large |\\n| In(GDP per capita) | $-0.067$ | 0.076 | $-0.013$ | $-0.105^{* *}$ | $-0.007$ | 0.017 |\\n|  | $(-0.468)$ | $(0.813)$ | $(-0.348)$ | $(-1.996)$ | $(-0.220)$ | $(0.540)$ |\\n| In(city pop) | $-0.239$ | 0.084 | 0.045 | $-0.001$ | 0.015 | 0.037 |\\n|  | $(-1.429)$ | $(1.099)$ | $(1.152)$ | $(-0.031)$ | $(0.580)$ | $(1.209)$ |\\n| In(firm age) | $-0.107$ | $-0.001$ | $-0.007$ | $-0.096^{* *}$ | $-0.037^{* *}$ | $-0.019$ |\\n|  | $(-1.060)$ | $(-0.021)$ | $(-0.188)$ | $(-2.366)$ | $(-2.249)$ | $(-1.367)$ |\\n| Loan | 0.304 | $0.186^{* * *}$ | $-0.041$ | $0.306^{* * *}$ | $0.161^{* * *}$ | 0.059 |\\n|  | $(1.242)$ | $(2.878)$ | $(-0.395)$ | $(4.979)$ | $(6.653)$ | $(1.534)$ |\\n| Trade credit | $-0.327$ | $-0.068$ | $-0.032$ | 0.265 | 0.026 | 0.044 |\\n|  | $(-1.586)$ | $(-0.414)$ | $(-0.356)$ | $(1.606)$ | $(0.340)$ | $(0.688)$ |\\n| UCA | 0.044 | $-0.005$ | $-0.035$ | $0.048^{* * *}$ | $0.050^{* * *}$ | $0.039^{* * *}$ |\\n|  | $(1.064)$ | $(-0.139)$ | $(-0.800)$ | $(3.794)$ | $(5.572)$ | $(3.171)$ |\\n| sales/lagged K | 0.002 | 0.031 | $0.050^{* * *}$ | $0.009^{* * *}$ | $0.010^{* * *}$ | 0.003 |\\n|  | $(0.261)$ | $(1.420)$ | $(2.757)$ | $(4.225)$ | $(2.635)$ | $(0.721)$ |\\n| CF/lagged K | 0.092 | $-0.085$ | $0.076^{*}$ | $0.104^{* * *}$ | $0.164^{* * *}$ | $0.280^{* * *}$ |\\n|  | $(0.804)$ | $(-0.732)$ | $(1.896)$ | $(3.269)$ | $(3.953)$ | $(5.643)$ |\\n| Lagged sale growth | 0.000 | $-0.052$ | 0.093 | $0.035^{*}$ | 0.003 | $0.031^{* * *}$ |\\n|  | $(0.012)$ | $(-1.481)$ | $(1.308)$ | $(1.960)$ | $(0.371)$ | $(2.845)$ |\\n| Avg ind Q | 0.156 | 0.206 | $-0.012$ | $0.360^{*}$ | $0.239^{* *}$ | 0.064 |\\n|  | $(0.394)$ | $(0.751)$ | $(-0.061)$ | $(1.813)$ | $(2.142)$ | $(0.779)$ |\\n| area dummies | yes | yes | yes | yes | yes | yes |\\n| Number of observations | 113 | 329 | 208 | 2,046 | 3,683 | 1,364 |\\n| Adjusted R2 | 0.023 | 0.081 | 0.107 | 0.080 | 0.082 | 0.076 |\\n\\n*** $\\\\mathrm{p}<0.01$, ** $\\\\mathrm{p}<0.05$, * $\\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":53,\"markdown\":\"Table 11. Cash flow and growth opportunities\\n\\n|  | $\\\\mathbf{c o e f / t}$ |\\n| :-- | :--: |\\n| Lagged sale growth | $0.115^{* * *}$ |\\n|  | $(5.209)$ |\\n| Lagged sale growth * medium | $-0.093^{* * *}$ |\\n|  | $(-3.316)$ |\\n| Lagged sale growth * large | $-0.101^{* *}$ |\\n|  | $(-2.493)$ |\\n| Avg ind Q | $0.523^{* * *}$ |\\n|  | $(4.285)$ |\\n| Avg ind Q * medium | $-0.434^{* * *}$ |\\n|  | $(-13.014)$ |\\n| Avg ind Q * large | $-0.572^{* * *}$ |\\n|  | $(-13.365)$ |\\n| intercept | $0.379^{* * *}$ |\\n|  | $(2.603)$ |\\n| Number of observations | 7,330 |\\n| Adjusted R2 | 0.047 |\\n\\n*** $\\\\mathrm{p}<0.01, * * \\\\mathrm{p}<0.05, * \\\\mathrm{p}<0.10$.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":54,\"markdown\":\"Table 12. Sensitivity check for the by-size results: non-state domestic and entrepreneurial CEOs only\\n\\n|  | Small |  |  |  | Medium |  |  |  | Large |  |  |  |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | without growth opp | base | IV | More controls | without growth opp | base | IV | More controls | without growth opp | base | IV | More controls |\\n| $\\\\ln$ (GDP per capita) | $-0.105^{* *}$ | $-0.105^{* *}$ | $-0.131^{* *}$ | $-0.127^{* *}$ | $-0.006$ | $-0.007$ | $-0.017$ | $-0.005$ | 0.015 | 0.017 | 0.022 | $-0.004$ |\\n|  | $(-1.963)$ | $(-1.996)$ | $(-2.383)$ | $(-1.997)$ | $(-0.181)$ | $(-0.220)$ | $(-0.600)$ | $(-0.161)$ | $(0.483)$ | $(0.540)$ | $(0.736)$ | $(-0.139)$ |\\n| $\\\\ln$ (city pop) | $-0.012$ | $-0.001$ | $-0.011$ | $-0.038$ | 0.022 | 0.015 | 0.027 | 0.040 | 0.039 | 0.037 | 0.035 | 0.003 |\\n|  | $(-0.237)$ | $(-0.031)$ | $(-0.205)$ | $(-0.773)$ | $(0.873)$ | $(0.580)$ | $(1.157)$ | $(1.188)$ | $(1.359)$ | $(1.209)$ | $(1.145)$ | $(0.179)$ |\\n| $\\\\ln$ (firm age) | $-0.094^{* *}$ | $-0.096^{* *}$ | $-0.092^{* *}$ | $-0.083^{* *}$ | $-0.032^{* *}$ | $-0.037^{* *}$ | $-0.031^{* *}$ | $-0.032^{* *}$ | $-0.027^{*}$ | $-0.019$ | $-0.024^{*}$ | $-0.022^{*}$ |\\n|  | $(-2.389)$ | $(-2.366)$ | $(-2.569)$ | $(-2.065)$ | $(-2.015)$ | $(-2.249)$ | $(-2.174)$ | $(-1.980)$ | $(-1.929)$ | $(-1.367)$ | $(-1.688)$ | $(-1.799)$ |\\n| Loan | $0.286^{* * *}$ | $0.306^{* * *}$ | $0.275^{* * *}$ | $0.273^{* * *}$ | $0.155^{* * *}$ | $0.161^{* * *}$ | $0.150^{* * *}$ | $0.141^{* * *}$ | 0.039 | 0.059 | 0.058 | $0.063^{*}$ |\\n|  | $(4.603)$ | $(4.979)$ | $(4.363)$ | $(4.506)$ | $(6.437)$ | $(6.653)$ | $(6.008)$ | $(5.682)$ | $(0.948)$ | $(1.534)$ | $(1.397)$ | $(1.940)$ |\\n| Trade credit | $0.275^{*}$ | 0.265 | 0.201 | $0.272^{*}$ | 0.026 | 0.026 | 0.031 | 0.011 | 0.042 | 0.044 | 0.060 | 0.055 |\\n|  | $(1.693)$ | $(1.606)$ | $(1.334)$ | $(1.652)$ | $(0.353)$ | $(0.340)$ | $(0.453)$ | $(0.153)$ | $(0.640)$ | $(0.688)$ | $(0.893)$ | $(0.910)$ |\\n| UCA | $0.047^{* * *}$ | $0.048^{* * *}$ | $0.036^{* * *}$ | $0.050^{* * *}$ | $0.051^{* * *}$ | $0.050^{* * *}$ | $0.051^{* * *}$ | $0.054^{* * *}$ | $0.041^{* * *}$ | $0.039^{* * *}$ | $0.053^{* * *}$ | $0.038^{* * *}$ |\\n|  | $(3.778)$ | $(3.794)$ | $(2.861)$ | $(3.948)$ | $(5.682)$ | $(5.572)$ | $(5.410)$ | $(5.794)$ | $(3.325)$ | $(3.171)$ | $(3.393)$ | $(3.349)$ |\\n| sales/lagged K | $0.008^{* * *}$ | $0.009^{* * *}$ | $0.011^{* * *}$ | $0.008^{* * *}$ | $0.011^{* * *}$ | $0.010^{* * *}$ | 0.007 | $0.011^{* * *}$ | 0.003 | 0.003 | $-0.007$ | 0.003 |\\n|  | $(4.070)$ | $(4.225)$ | $(4.351)$ | $(3.768)$ | $(2.883)$ | $(2.635)$ | $(1.358)$ | $(2.790)$ | $(0.639)$ | $(0.721)$ | $(-1.139)$ | $(0.684)$ |\\n| CF/lagged K | $0.102^{* * *}$ | $0.104^{* * *}$ | 0.046 | $0.109^{* * *}$ | $0.163^{* * *}$ | $0.164^{* * *}$ | $0.219^{* * *}$ | $0.166^{* * *}$ | $0.275^{* * *}$ | $0.280^{* * *}$ | $0.483^{* * *}$ | $0.253^{* * *}$ |\\n|  | $(3.235)$ | $(3.269)$ | $(1.146)$ | $(3.359)$ | $(4.051)$ | $(3.953)$ | $(4.250)$ | $(3.998)$ | $(5.669)$ | $(5.643)$ | $(4.684)$ | $(5.614)$ |\\n| Lagged sale growth |  | $0.035^{*}$ |  |  |  | 0.003 |  |  |  | $0.031^{* * *}$ |  |  |\\n|  |  | $(1.960)$ |  |  |  | $(0.371)$ |  |  |  | $(2.845)$ |  |  |\\n| Avg ind Q |  | $0.360^{*}$ |  |  |  | $0.239^{* *}$ |  |  |  | 0.064 |  |  |\\n|  |  | $(1.813)$ |  |  |  | $(2.142)$ |  |  |  | $(0.779)$ |  |  |\\n| area dummies | yes | yes | yes | yes | yes | yes | yes | yes | yes | yes | yes | yes |\\n| other controls | no | no | no | yes | no | no | no | yes | no | no | no | yes |\\n| Number of observations | 2,096 | 2,046 | 2,036 | 2,033 | 3,766 | 3,683 | 3,706 | 3,676 | 1,389 | 1,364 | 1,377 | 1,359 |\\n| Adjusted R2 | 0.070 | 0.080 | 0.062 | 0.077 | 0.080 | 0.082 | 0.074 | 0.087 | 0.064 | 0.076 | 0.051 | 0.075 |\\n\\n*** $\\\\mathrm{p}<0.01$, ** $\\\\mathrm{p}<0.05$, * $\\\\mathrm{p}<0.10$. Not reported are coefficients of area dummies. The instrument in the IV columns is once-lagged (CF/lagged K). Other controls in \\\"more control\\\" columns include: loss of sales due to electricity, loss of sales due to transportation, road density, autonomy in investment, CEO schooling, CEO also board chairman, CEO wage/worker wage, CEO has incentive plans, the property rights protection index,\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":1700,\"width\":2200}},{\"index\":55,\"markdown\":\"# Appendix \\n\\nTable A.1. The provinces and cities of our sample\\n\\n| Province | City | Province | City | Province | City |\\n| :--: | :--: | :--: | :--: | :--: | :--: |\\n| Anhui | Anqing | Henan | Luoyang | Neimenggu | Baotou |\\n|  | Chuzhou |  | Nanyang |  | Huhehaote |\\n|  | Hefei |  | Shangqiu | Ningxia | Wuzhong |\\n|  | Wuhu |  | Xinxiang |  | Yinchuan |\\n| Beijing | Beijing |  | Xuchang | Qinghai | Xining |\\n| Chongqing | Chongqing |  | Zhengzhou | Shaanxi | Baoji |\\n| Fujian | Fuzhou |  | Zhoukou |  | Xian |\\n|  | Quanzhou | Hubei | Huanggang |  | Xianyang |\\n|  | Sanming |  | Jingmen | Shandong | Jinan |\\n|  | Xiamen |  | Jingzhou |  | Jining |\\n|  | Zhangzhou |  | Wuhan |  | Linyi |\\n| Gansu | Lanzhou |  | Xiangfan |  | Qingdao |\\n|  | Tianshui |  | Xiaogan |  | Taian |\\n| Guangdong | Dongguan |  | Yichang |  | Weifang |\\n|  | Foshan | Hunan | Changde |  | Weihai |\\n|  | Guangzhou |  | Changsha |  | Yantai |\\n|  | Huizhou |  | Chenzhou |  | Zibo |\\n|  | Jiangmen |  | Hengyang | Shanghai | Shanghai |\\n|  | Maoming |  | Yueyang | Shanxi | Datong |\\n|  | Shantou |  | Zhuzhou |  | Taiyuan |\\n|  | Shenzhen | Jiangsu | Changzhou |  | Yuncheng |\\n|  | Zhuhai |  | Lianyungang | Sichuan | Chengdu |\\n| Guangxi | Guilin |  | Nanjing |  | Deyang |\\n|  | Liuzhou |  | Nantong |  | Leshan |\\n|  | Nanning |  | Suzhou |  | Mianyang |\\n| Guizhou | Guiyang |  | Wuxi |  | Yibin |\\n|  | Zunyi |  | Xuzhou | Tianjin | Tianjin |\\n| Hainan | Haikou |  | Yancheng | Xinjiang | Wulumuqi |\\n| Hebei | Baoding |  | Yangzhou | Yunnan | Kunming |\\n|  | Cangzhou | Jiangxi | Ganzhou |  | Qujing |\\n|  | Handan |  | Jiujiang |  | Yuxi |\\n|  | Langfang |  | Nanchang | Zhejiang | Hangzhou |\\n|  | Qinhuangdao |  | Shangrao |  | Huzhou |\\n|  | Shijiazhuang |  | Yichun |  | Jiaxing |\\n|  | Tangshan | Jilin | Changchun |  | Jinhua |\\n|  | Zhangjiakou |  | Jilin |  | Ningbo |\\n| Heilongjiang | Daqing | Liaoning | Anshan |  | Shaoxing |\\n|  | Haerbing |  | Benxi |  | Taizhou |\\n|  | Qiqihaer |  | Dalian |  | Wenzhou |\\n|  |  |  | Fushun |  |  |\\n|  |  |  | Jinzhou |  |  |\\n|  |  |  | Shenyang |  |  |\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":56,\"markdown\":\"Table A. 2 Industrial Distribution of Firms Surveyed in China: 2004\\n\\n| Code | name | freq | $\\\\%$ |\\n| :--: | :--: | :--: | :--: |\\n| 13 | agricultural and side-line food processing | 969 | 7.81 |\\n| 14 | food production | 243 | 1.96 |\\n| 15 | beverages production | 178 | 1.44 |\\n| 16 | tobacco production | 46 | 0.37 |\\n| 17 | textiles manufacturing | 952 | 7.68 |\\n| 18 | garment, shoes, and caps manufacturing | 206 | 1.66 |\\n| 19 | leather, furs, down, and related products | 139 | 1.12 |\\n| 20 | timber processing, bamboo, cane, palm fiber and straw products | 141 | 1.14 |\\n| 21 | furniture manufacturing | 55 | 0.44 |\\n| 22 | papermaking and paper products | 235 | 1.90 |\\n| 23 | printing and record medium reproduction | 62 | 0.50 |\\n| 24 | cultural, educational and sports goods | 41 | 0.33 |\\n| 25 | petroleum processing and coking | 182 | 1.47 |\\n| 26 | raw chemical materials and chemical products | 1441 | 11.62 |\\n| 27 | medical and pharmaceutical products | 426 | 3.44 |\\n| 28 | chemical fiber products | 47 | 0.38 |\\n| 29 | rubber products | 21 | 0.17 |\\n| 30 | plastic products | 329 | 2.65 |\\n| 31 | nonmetal mineral products | 1299 | 10.48 |\\n| 32 | smelting and pressing of ferrous metals | 491 | 3.96 |\\n| 33 | smelting and pressing of non-ferrous metals | 345 | 2.78 |\\n| 34 | metal products | 366 | 2.95 |\\n| 35 | general machinery | 1077 | 8.69 |\\n| 36 | equipment for special purposes | 486 | 3.92 |\\n| 37 | transportation equipment | 989 | 7.98 |\\n| 39 | electrical equipment and machinery | 864 | 6.97 |\\n| 40 | electronic and telecommunications equipments | 598 | 4.82 |\\n| 41 | instruments, meters, cultural and office machinery | 60 | 0.48 |\\n| 42 | handicraft products and other machinery | 109 | 0.88 |\\n| 43 | renewable materials processing | 3 | 0.02 |\\n| Total |  | 12400 | 100 |\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}},{\"index\":57,\"markdown\":\"Table A3. Industry-specific investment equation\\n\\n|  | Ind 1 | Ind 2 | Ind 3 | Ind 4 | Ind 5 | Ind 6 | Ind 7 | Ind 8 |\\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: |\\n|  | coef/t | coef/t | coef/t | coef/t | coef/t | coef/t | coef/t | coef/t |\\n| $\\\\ln$ (GDP per capita) | $-0.139^{* * *}$ | 0.011 | $-0.049$ | $-0.035$ | $-0.008$ | $-0.013$ | 0.035 | $-0.033$ |\\n|  | $(-3.146)$ | $(0.161)$ | $(-1.407)$ | $(-0.693)$ | $(-0.183)$ | $(-0.238)$ | $(0.609)$ | $(-0.673)$ |\\n| $\\\\ln$ (city pop) | $-0.001$ | 0.022 | 0.018 | 0.043 | $-0.037$ | 0.004 | $-0.091^{*}$ | 0.070 |\\n|  | $(-0.036)$ | $(0.365)$ | $(0.609)$ | $(0.943)$ | $(-0.706)$ | $(0.096)$ | $(-1.746)$ | $(1.553)$ |\\n| $\\\\ln$ (firm age) | $-0.071^{* * *}$ | $-0.033$ | $-0.036^{*}$ | $-0.061^{* *}$ | $-0.020$ | $-0.094^{* * *}$ | $-0.013$ | $-0.046^{*}$ |\\n|  | $(-2.799)$ | $(-0.887)$ | $(-1.767)$ | $(-2.533)$ | $(-0.714)$ | $(-3.683)$ | $(-0.340)$ | $(-1.757)$ |\\n| Non-state | 0.009 | 0.057 | 0.059* | $-0.049$ | 0.086** | 0.072* | $-0.043$ | 0.046 |\\n|  | $(0.194)$ | $(0.638)$ | $(1.810)$ | $(-0.968)$ | $(1.994)$ | $(1.801)$ | $(-0.468)$ | $(0.590)$ |\\n| Foreign | 0.025 | $-0.085$ | 0.051 | $-0.174^{*}$ | 0.069 | $-0.064$ | $-0.208^{* *}$ | $-0.030$ |\\n|  | $(0.357)$ | $(-0.841)$ | $(0.730)$ | $(-1.815)$ | $(1.042)$ | $(-0.863)$ | $(-2.159)$ | $(-0.344)$ |\\n| Loan | $0.185^{* * *}$ | $0.174^{* * *}$ | $0.184^{* * *}$ | $0.105^{*}$ | $0.227^{* * *}$ | $0.171^{* * *}$ | $0.172^{* * *}$ | $0.100^{* *}$ |\\n|  | $(4.406)$ | $(2.858)$ | $(4.525)$ | $(1.951)$ | $(4.216)$ | $(3.777)$ | $(2.729)$ | $(2.140)$ |\\n| Trade credit | 0.083 | $-0.096$ | $-0.035$ | 0.055 | 0.070 | 0.105 | 0.277* | 0.146 |\\n|  | $(0.875)$ | $(-1.136)$ | $(-0.337)$ | $(0.546)$ | $(0.857)$ | $(0.896)$ | $(1.685)$ | $(0.742)$ |\\n| UCA | 0.006 | $0.041^{* *}$ | $0.033^{* * *}$ | $0.035^{* *}$ | $0.050^{* * *}$ | $0.046^{* * *}$ | $0.043^{*}$ | 0.021 |\\n|  | $(0.271)$ | $(2.062)$ | $(2.828)$ | $(1.970)$ | $(3.692)$ | $(3.857)$ | $(1.679)$ | $(0.877)$ |\\n| sales/lagged K | $0.011^{* * *}$ | $0.012^{*}$ | $0.008^{* *}$ | $0.012^{* *}$ | $0.010^{* *}$ | $0.009^{* *}$ | $0.015^{* * *}$ | 0.005 |\\n|  | $(3.240)$ | $(1.750)$ | $(1.997)$ | $(2.091)$ | $(2.465)$ | $(2.062)$ | $(2.889)$ | $(0.601)$ |\\n| CF/lagged K | $0.055^{* *}$ | 0.079 | $0.129^{* *}$ | $0.143^{* * *}$ | $0.117^{* * *}$ | $0.126^{* * *}$ | $0.093^{* *}$ | $0.153^{* *}$ |\\n|  | $(2.125)$ | $(1.003)$ | $(2.319)$ | $(2.740)$ | $(2.764)$ | $(2.828)$ | $(2.061)$ | $(1.999)$ |\\n| Lagged sale growth | 0.007 | $-0.006$ | 0.016 | 0.024 | $0.034^{* *}$ | $0.048^{*}$ | 0.001 | $-0.005$ |\\n|  | $(0.507)$ | $(-0.335)$ | $(1.074)$ | $(1.231)$ | $(2.321)$ | $(1.724)$ | $(0.045)$ | $(-0.475)$ |\\n| Number of observations | 1,672 | 953 | 1,661 | 930 | 1,097 | 1,613 | 938 | 1,118 |\\n| Adjusted R2 | 0.069 | 0.077 | 0.079 | 0.098 | 0.108 | 0.089 | 0.099 | 0.073 |\\n\\nNote. ${ }^{* * *} \\\\mathrm{p}<0.01,{ }^{* *} \\\\mathrm{p}<0.05,{ }^{*} \\\\mathrm{p}<0.10$. The coefficients for area dummies are not reported..\\nIndustry 1 includes agricultural processing, wood processing, furniture, paper, food, drink, tobacco, educational and sports goods, craft, and printing. Industry 2 includes textile, cloth shoe and hat, and leather. Industry 3 includes petroleum, chemical fiber, chemical material, rubber, and plastic. Industry 4 represents general equipment. Industry 5 includes communication equipment and electronics. Industry 6 includes specialized equipment, instruments, medical equipment, and transportation equipment. Industry 7 includes metal, non-ferrous metals, and ferrous metals. Industry 8 includes non-metal manufacturing.\",\"images\":[],\"dimensions\":{\"dpi\":200,\"height\":2200,\"width\":1700}}],\"model\":\"mistral-ocr-2503-completion\",\"usage_info\":{\"pages_processed\":58,\"doc_size_bytes\":1005023}}"
}